Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/policies/code-of-conduct.po
Languages: es

source: The Carpentries Code of Conduct
es: The Carpentries: Código de conducta

source: Code of Conduct (Summary View)
es: Código de Conducta (vista resumida)

source: Below is a summary of The Carpentries Code of Conduct. Continue reading for a more detailed description of the CoC.
es: A continuación, se encuentra un resúmen del Código de Conducta de The Carpentries. Para mayor detalle del CoC continúa leyendo. (Si quieres saber más, lee la descripción detallada del CoC ).

source: For more information please review our:
es: Para más información, por favor revisa nuestra:

source: Incident Response Guidelines
es: Guía para la Respuesta a Incidentes

source: Incident Reporting Guidelines
es: Guía para el Reporte de Incidentes

source: Incident Response Procedure
es: Procedimiento de Respuesta a Incidentes

source: Termed Suspension Guidelines
es: Guía para la suspensión temporal.

source: We are dedicated to providing a welcoming and supportive environment for all people, regardless of background or identity. By participating in this community, participants accept to abide by The Carpentries' Code of Conduct and accept the procedures by which any Code of Conduct incidents are resolved. Any form or behaviour to exclude, intimidate, or cause discomfort is a violation of the Code of Conduct. In order to foster a positive and professional learning environment we encourage the following kinds of behaviours in all platforms and events:
es: Nos dedicamos a brindar un ambiente acogedor y de apoyo dirigido a todas las personas, independientemente de su background o identidad. La participación en esta comunidad, implica que los participantes aceptan el Código de Conducta de The Carpentries y los procedimientos por los cuales cualquier incidente referido al Código de Conducta será resuelto. Cualquier comportamiento para excluir, intimidar, o causar incomodidad es una violación al Código de Conducta. Con el objeto de fomentar un ambiente de aprendizaje positivo y profesional te alentamos los siguientes tipos de comportamiento en todas las plataformas y eventos:

source: Use welcoming and inclusive language
es: Usa lenguaje inclusivo y amistoso (receptivo)

source: Be respectful of different viewpoints and experiences
es: Sé respetuoso de los diferentes puntos de vista y experiencias

source: Gracefully accept constructive criticism
es: Acepta amablemente las críticas constructivas.

source: Focus on what is best for the community
es: Enfócate en lo qué es mejor para la comunidad.

source: Show courtesy and respect towards other community members
es: Muestra cortesía y respeto hacia los otros miembros de la comunidad.

source: If you believe someone is violating the Code of Conduct, we ask that you report it to the Carpentries Code of Conduct Committee completing this form, who will take the appropriate action to address the situation.
es: Si creés que alguien está violando el Código de Conducta, te pedimos que lo reportes al Comité del Código de Conducta de The Carpentries completando este formulario, quién tomará las acciones apropiadas para manejar la situación.

source: Code of Conduct (Detailed View)
es: Código de Conducta (Vista detallada)

source: Part 1. Introduction
es: Parte 1: Introducción.

source: The Carpentries is a community-led project. We value the involvement of everyone in the community. We are committed to creating a friendly and respectful place for learning, teaching and contributing. All participants in our events and communications are expected to show respect and courtesy to others.
es: The Carpentries es una comunidad liderada por proyectos. Valoramos el aporte/participación de cada miembro en la comunidad. Estamos comprometidos en crear un espacio amigable y respetuoso para aprender, enseñar y contribuir. Esperamos que todos los asistentes a nuestros eventos muestren respeto y cortesia con los otros.

source: To make clear what is expected, everyone participating in The Carpentries activities is required to conform to the Code of Conduct. This Code of Conduct applies to all spaces managed by The Carpentries including, but not limited to, workshops, email lists, and online forums such as GitHub, Slack and Twitter. Workshop hosts are expected to assist with the enforcement of the Code of Conduct.
es: Para dejar claro que es lo que se espera, cada uno de los participantes de las actividades de The Carpentries debe dar conformidad al Código de Conducta. Este aplica a todos los espacios manejados por The Carprentries incluidos, pero no limitados a, workshops, listas de correos, y foros onlines también a GitHub, Slack y Twitter. Se espera que los anfitriones de los workshops ayuden a hacer cumplir el Código de conducta.

source: The Carpentries Code of Conduct Committee is responsible for enforcing the Code of Conduct. It can be contacted by emailing coc@carpentries.org. All reports will be reviewed by the Code of Conduct Committee and will be kept confidential.
es: El Comité del Código de Conducta de The Carpentries es responsable del fortalecimiento el mismo. Dicho Comité puede ser contactado mediante correo a coc@carpentries.org. Todos los reportes serán revisados por el Comité y serán confidenciales.

source: Part 2. The Carpentries Code of Conduct
es: Parte 2. Código de Conducta de The Carpentries.

source: The Carpentries is dedicated to providing a welcoming and supportive environment for all people, regardless of background or identity. As such, we do not tolerate behaviour that is disrespectful to our teachers or learners or that excludes, intimidates, or causes discomfort to others. We do not tolerate discrimination or harassment based on characteristics that include, but are not limited to, gender identity and expression, sexual orientation, disability, physical appearance, body size, citizenship, nationality, ethnic or social origin, pregnancy, familial status, veteran status, genetic information, religion or belief (or lack thereof), membership of a national minority, property, age, education, socio-economic status, technical choices, and experience level.
es: The Carpentries está dedicado a brindar un ambiente acogedor y de apoyo dirigido a todas las personas, independientemente de su background o identidad. Como tal, no toleramos comportamientos que sean irrespetuosos con nuestros maestros o alumnos o que excluyan, intimiden, o causen disconformidad a otros. No toleramos la discriminación o el acoso basado en carcterísticas que incluyan, pero no limitadas a, la identidad y expresión de género, la orientación sexual, la discapacidad, la apariencia física, el tamaño corporal, la ciudadanía, la nacionalidad, el origen étnico o social, el embarazo, condiciones familiares, condición de veterano, información genética, religión o creencia (o falta de ella), pertenencia a una minoría nacional, edad, educación, condiciones socio-económicas, elecciones técnicas, y nivel de experiencia.

source: Everyone who participates in Carpentries activities is required to conform to this Code of Conduct. It applies to all spaces managed by The Carpentries including, but not limited to, workshops, email lists, and online forums such as GitHub, Slack and Twitter. Workshop hosts are expected to assist with the enforcement of the Code of Conduct. By participating, participants indicate their acceptance of the procedures by which the Carpentries resolves any Code of Conduct incidents, which may include storage and processing of their personal information.
es: Cada uno de los participantes de las actividades de The Carpentries debe dar conformidad al Código de Conducta. Este aplica a todos los espacios manejados por The Carprentries incluidos, pero no limitados a, workshops, listas de correos, y foros onlines también aplicable a GitHub, Slack y Twitter. Se espera que los anfitriones de los workshops ayuden a hacer cumplir el Código de conducta. Mediante la participación, los participantes indican que aceptan los procedimientos por los cuales las Carprentries resuelven cualquier incidente referido al Código de Conducta, los cuales quizás incluyan el almacenamiento y procesamiento de información personal.

source: Part 2.1 Expected behaviour
es: Parte 2.1 Comportamiento esperado.

source: All participants in our events and communications are expected to show respect and courtesy to others. All interactions should be professional regardless of platform: either online or in-person. In order to foster a positive and professional learning environment we encourage the following kinds of behaviours in all Carpentries events and platforms:
es: Se espera que todos los participantes a nuestros eventos y comunicaciones muestren respeto y contesía con los otros miembros. Todas las interacciones deberán ser profesionales independientemente de la plataforma: ya sea online o en persona. Con el objeto de fomentar un ambiente de aprendizaje positivo y profesional alentamos a seguir este tipo de comportamientos en todos los eventos y plataformas de Carpentries:

source: Note: See the four social rules for further recommendations.
es: Nota: Consulte las cuatro reglas sociales para obtener más recomendaciones.

source: Part 2.2 Unacceptable behaviour
es: Parte 2.2 Comportamiento inaceptable.

source: Examples of unacceptable behaviour by participants at any Carpentries event/platform include:
es: Ejemplos de comportamientos de los participantes que son inaceptables en cualquier evento/plataforma de las Carpentries, incluidos:

source: written or verbal comments which have the effect of excluding people on the basis of membership of any specific group
es: los comentarios escritos o verbales los cuales tengan el efecto de excluir personas en base a la pertenenecia de esta a cualquier grupo especiífico

source: causing someone to fear for their safety, such as through stalking, following, or intimidation
es: causar a alguien temor por su seguridad, a través de acechar, seguir o intimidar.

source: violent threats or language directed against another person
es: amenazas o lenguaje violento dirigido contra otra persona

source: the display of sexual or violent images
es: la visualización de imagenes sexuales o violentas

source: unwelcome sexual attention
es: atención sexual no deseada

source: nonconsensual or unwelcome physical contact
es: contacto físico no consensuado o no deseado

source: sustained disruption of talks, events or communications
es: Interrupción sostenida de charlas, eventos o comunicaicones

source: insults or put downs
es: insultos o humillaciones

source: sexist, racist, homophobic, transphobic, ableist, or exclusionary jokes
es: chistes sexistas, racistas, homófobos, transfóbicos o exculyentes

source: excessive swearing
es: maldecir en excesivo

source: incitement to violence, suicide, or self-harm
es: incitar a la violencia, al suicidio o a la auto-lesión

source: continuing to initiate interaction (including photography or recording) with someone after being asked to stop
es: continuar con la interacción iniciada (incluidas fotografías o grabaciones) con alguien después de que se le solicite que deje de hacerlo

source: publication of private communication without consent
es: publicación de comunicaciones privadas sin consenso

source: Part 2.3 Consequences of Unacceptable behaviour
es: Parte 2. 3 Consecuencias de tener comportamientos como los descritos anteriormente/inaceptables

source: Participants who are asked to stop any inappropriate behaviour are expected to comply immediately. This applies to any Carpentries events and platforms, either online or in-person. If a participant engages in behaviour that violates this code of conduct, the organizers may warn the offender, ask them to leave the event or platform (without refund), or engage the Carpentries Code of Conduct Committee to investigate the Code of Conduct violation and impose appropriate sanctions.
es: Se espera que a los participantes a quienes se les pida que detengan cualquier comportamiento inapropiado, cumplan de inmediato. Esto aplica a cualquier eventos y plataforma de Carpentries, ya sea online o en persona. Si un participante se involucra en un comportamiento que viola este Código de Conducta, los organizadores pueden advertir al agresor, y pedirle que abandone el evento o la plataforma (sin reembolso), o involucrar al Comité del Código de Conducta de Carprentries para que investigue la violación del Código de Conducta e imponga las sanciones apropiadas.

source: Update Logs
es: Actualización de logs

source: 2019-02-28 Added appeal process, procedure for following up with a reportee, terminology, CoC incident response procedure, termed supsension checklist, and expanded clauses for conflicts of interest.
es: 2019-02-28 Proceso de apelación agregado, procedimiento para el seguimiento a un reporte, terminología, procedimiento de respuesta a incidentes del COC, lista de verificación de suspensión temporal, y claúsulas ampliadas para conflictos de intereses.

source: 2018-09-11 Code of Conduct revised to provide straightforward examples of both beneficial and unwanted behaviour. Also includes changes regarding evaluating intent. Contributors: Ethan White, Kari L. Jordan, Karin Lagesen, Malvika Sharan, Samantha Ahern, and Simon Waldman.
es: 2018-09-11 Código de Conducta revisado para proveer ejemplos de comportamiento beneficial y no deseado. También incluye cambios relacionados al intento de evaluación. Han contribuido: Ethan White, Kari L. Jordan, Karin Lagesen, Malvika Sharan, Samantha Ahern, y Simon Waldman.

source: 2018-09-11 Reporting guidelines revised to include alternate contact points. Contributors: Ethan White, Kari L. Jordan, Karin Lagesen, Malvika Sharan, Samantha Ahern, and Simon Waldman.
es: 2018-09-11 Se revisaron la Guías de reportes para incluir puntos de contactos alternativos. Colaboradores: Ethan White, Kari L. Jordan, Karin Lagesen, Malvika Sharan, Samantha Ahern, y Simon Waldman.

source: 2016-11-21 Code of Conduct, Reporting Guidelines and Enforcement Manual released. Documents were adapted from guidelines written by the Django Project, which was itself based on the Ada Initiative template and the PyCon 2013 Procedure for Handling Harassment Incidents. Contributors: Adam Obeng, Aleksandra Pawlik, Bill Mills, Carol Willing, Erin Becker, Hilmar Lapp, Kara Woo, Karin Lagesen, Pauline Barmby, Sheila Miguez, Simon Waldman, Tracy Teal.
es: 2016-11-21 Se ha publicado el Código de Conducta, las pautas para la presentación de Reportes y el Manual de Cumplimiento. Los documentos se adaptaron de las guías escritas para el Proyecto Django, las cuales a su vez, se basan en la plantilla de la Iniciativa de Ada y en el procedimiento para manejar incidentes de acoso de la Pycon 2013. Colaboradores: Adam Obeng, Aleksandra Pawlik, Bill Mills, Carol Willing, Erin Becker, Hilmar Lapp, Kara Woo, Karin Lagesen, Pauline Barmby, Sheila Miguez, Simon Waldman, Tracy Teal.

source: About this document
es: Acerca de este documento

source: This document is adapted from guidelines written by the Django Project, which was itself based on the Ada Initiative template and the PyCon 2013 Procedure for Handling Harassment Incidents. Contributors to this document: Adam Obeng, Aleksandra Pawlik, Bill Mills, Carol Willing, Erin Becker, Hilmar Lapp, Kara Woo, Karin Lagesen, Pauline Barmby, Sheila Miguez, Simon Waldman, Tracy Teal. Additional language was added by Otter Tech from the PyCon U.S. 2018 Code of Conduct (licensed CC BY 3.0)
es: Este documento se adaptó de las pautas escritas para el Proyecto Dyango, las cuales a su vez, se basan en plantilla de la Iniciativa Ada y en el procedimiento para manejar incidentes de acoso de la Pycon 2013. Colaboradores en este documento: Adam Obeng, Aleksandra Pawlik, Bill Mills, Carol Willing, Erin Becker, Hilmar Lapp, Kara Woo, Karin Lagesen, Pauline Barmby, Sheila Miguez, Simon Waldman, Tracy Teal. Otter Tech agregó un idioma adicional del Código de conducta de PyCon U.S. 2018 (con licencia CC BY 3.0)
