Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/policies/enforcement-guidelines.po
Languages: es

source: Code of Conduct Incident Response Procedure and Enforcement Guidelines
es: Procedimiento de Respuesta a Incidentes y Pautas de cumplimiento del Código de Conducta.

source: This document outlines the Incident Response Procedure and Enforcement Guidelines followed by The Carpentries Code of Conduct Committee (CoCc) once an incident report is received through the incident report form or other channels. These guidelines are used when the CoCc reviews and resolves incidents to ensure consistency, transparency, and fairness. The Carpentries has access to legal support through our fiscal sponsor, Community Initiatives, should there be a need.
es: Este documento describe el Procedimiento de respuesta a incidentes y las Pautas de cumplimiento seguidas por el Comité de código de conducta (CoCc) de las Carpentries, una vez que se reporta un incidente a través del formulario de informe correspondiente u otros canales. Estas pautas se utilizan cuando el CoCc revisa y resuelve incidentes para garantizar la coherencia, la transparencia y la imparcialidad. Las Carpentries tiene acceso a asistencia legal a través de su patrocinador fiscal, Iniciativas Comunitarias, en caso de ser necesaria.

source: The CoC committee will attempt to ensure your safety and help with any immediate needs, particularly at in-person events. The incident reporter(s) will receive an email from the Code of Conduct committee acknowledging receipt of an incident report within 24 hours of the form submission, and we aim for the same response time through other channels.
es: El comité de CoC intentará garantizar su seguridad y la ayuda correspondiente en el momento que se solicite la misma, especialmente en eventos presenciales. El (los) informante(s) del incidente recibirán un correo electrónico del Comité del Código de Conducta confirmando recepción del mismo dentro de las 24 horas posteriores a la presentación del reporte, nuestro objetivo es el mismo tiempo de respuesta a través de otros canales.

source: If there is an ongoing incident or a threat to physical safety, the committee’s immediate priority will be to protect everyone involved. This means we may delay an "official" response until we believe that the situation has ended and that everyone is physically safe.
es: Si hay un incidente continuo o una amenaza a la seguridad física, la prioridad inmediata del comité será proteger a todos los involucrados. Esto significa que podemos demorar una respuesta "oficial" hasta que creamos que la situación ha terminado y que todos están físicamente seguros.

source: The committee will make all efforts to meet within two business days to review the incident and determine next steps. Once the committee has a complete account of the events, they will make a decision as to how to respond. Examples of possible incident responses are outlined in the Carpentries Enforcement Guidelines. The committee will respond within one week to the original reporter with either a resolution or an explanation of why the situation is not yet resolved.
es: El comité hará todo el esfuerzo posible para reunirse dentro de los dos días hábiles siguientes para revisar el incidente y determinar los próximos pasos. Una vez que el comité tenga una descripción completa de los eventos, tomará una decisión sobre cómo responder. Los ejemplos de posibles respuestas a incidentes se detallan en las Pautas de cumplimiento de las Carpentries. El comité responderá dentro de una semana al informante/denunciante original, ya sea con una resolución o con una explicación de por qué la situación aún no se ha resuelto.

source: Once the committee has determined its resolution, the original reporter will be contacted to let them know what action (if any) will be taken. The committee will take into account feedback from the reporter on the appropriateness of its response but may decide not to act on that feedback.
es: Una vez que el comité haya llegado a una resolución, se contactará con el informante/denunciante original para informarle qué acción (si correspondiese) se tomará. El comité tendrá en cuenta los comentarios del informante sobre la veracidad de su respuesta, pero puede decidir no tomar ninguna acción sobre estos.

source: Finally, the Chair of the Code of Conduct Committee and Executive Council Liaison will write up a transparency report for incidents reported through the incident report form or other channels. Names of the reporter and any persons involved in the incident will not be included unless the resolution results in a termed suspension. The Executive Council may choose to make a public report of the incident while maintaining anonymity of those involved.
es: Finalmente, el Presidente del Comité del Código de Conducta y el Enlace del Consejo Ejecutivo redactarán un informe de transparencia para los incidentes informados a través del formulario de reporte de incidentes u otros canales. Los nombres del reportero y de las personas involucradas en el incidente no se incluirán a menos que la resolución resulte en una suspensión temporal. El Consejo Ejecutivo puede optar por hacer un informe público del incidente mientras mantiene el anonimato de los involucrados.

source: Terminology
es: Terminología

source: Reporter: Person reporting an incident.
es: Informante/Denunciante: Persona que reporta un incidente.

source: Reportee: Person being reported.
es: Reportado/Denunciado: Persona que ha sido reportada.

source: Incident Response Group (IRG): Group of people who work on a specific incident. There will be a minimum of three people from the CoC committee on each IRG.
es: Grupo de Respuesta a Incidentes(GRI): Grupo de personas quienes trabajan en un incidente en particular. Existe un mínimo de tres personas del Cómite del Código de Conducta por cada GRI.

source: Incident Response Lead (IRL): Person on the CoC committee heading the IRG. This person is appointed on a per-incident basis by the IRG.
es: Responsable de Respuesta a Incidentes (RRI): Persona del Cómite del Código de Conducta que lidera el GRI. Esta persona es elegida por el GRI para un incidente específico.

source: Incident Response Procedure for The Carpentries Code of Conduct Committee
es: Procedimiento de Respuesta a Incidentes elaborado por el Cómite de Código de Conducta de las Carprentries.

source: The following is a summary of the steps the Code of Conduct Committee takes when responding to an incident reported via the incident report form. More detailed information is also provided below the summary.
es: El siguiente es un resumen de los pasos que realiza el Comité del Código de Conducta para responder a un incidente reportado mediante el formulario de reporte de incidentes. Para más información al respecto a continuación se proporciona un resumen.

source: If there is a need for an immediate response (physical danger, disruption in a workshop, ongoing online conversation) communicated through any channel, the CoCc can activate the Termed Suspension Checklist.
es: Si se necesita una respuesta inmediata (peligro físico, interrupción en un taller, conversación en línea de manera continua) a un incidente informado a través de cualquiera de los canales, el CoCc, Comité del Código de Conducta, puede activar la lista de verificación para la suspensión temporal.

source: For non-immediate responses submitted via the incident report form, an auto-generated email is sent to the Code of Conduct committee that a report has been received.
es: Para respuestas no inmediatas enviadas a través del formulario para informar/reportar un incidente, se envía un correo electrónico automático al comité del Código de conducta el cual indica la recepción del mismo.

source: An auto-response is sent to the reporter acknowledging that the incident report was received via the secure form.
es: Una respuesta automática se envía al denunciante para informarle que el reporte del incidente fue recibido a través del formulario seguro.

source: The first person on the Code of Conduct committee to see the report reviews it and provides an initial response to the reporter within 24 hours of the report being submitted or immediately, if safety is an issue.
es: La primera persona del Comité del Código de conducta en recibir el informe lo revisa y proporciona una respuesta inicial al informante/denunciante dentro de las 24 horas posteriores a la presentación del informe o de manera inmediata, en caso de que la seguridad sea un problema.

source: This response will include a timeline of what to expect as the Code of Conduct committee works to provide a resolution.
es: Esta respuesta incluirá un detalle de las acciones que espera realizar el Comité del Código de conducta para proporcionar una resolución al informe presentado.

source: The first person on the Code of Conduct committee to see the report completes an incident data collection form to share with the CoC Committee.
es: La primera persona del Comité del Código de conducta en recibir el informe, completa un formulario de recolección de datos de incidentes para compartirlo con el Comité de CoC.

source: A minimum of three members of the Code of Conduct Committee (the Incident Response Group (IRG)) meet to discuss the incident. The incident report document is shared with the IRG prior to this meeting.
es: Un mínimo de tres miembros del Comité del Código de Conducta (Grupo de Respuesta a Incidentes (GRI)) se reúne para discutir el incidente. El documento del informe del incidente se comparte con el GRI antes de dicha reunión.

source: An Incident Response Lead (IRL) is appointed by the IRG.
es: Un Responsable de respuesta a Incidentes (RRI) es designado por el GRI, Grupo de Respuesta de Incidentes.

source: The IRG determines if the incident occurred in a Carpentries space and is therefore appropriate to review.
es: El GRI, Grupo de Respuesta de Incidentes, determina si el incidente ocurrió en un espacio de las Carpentries y, por lo tanto, si es apropiado revisarlo.

source: The IRG reviews all of the information included in the incident report and determines whether more information is needed. If so, that information is requested from the reporter.
es: El GRI, Grupo de Respuesta de Incidentes, revisa toda la información incluida en el reporte del incidente y determina si es necesario solicitar más datos. Si es así, la misma se solicita al informante/denunciante.

source: The IRL contacts the reportee(s) to set up a meeting, if necessary. At least two IRG members should be present at the meeting with the reportee(s).
es: El RRI, Responsable de respuesta a Incidentes, se comunica con el(los) informantes/denunciantes para programar una reunión, si fuese necesario. Al menos dos miembros del GRI, Grupo de Respuesta de Incidentes, deben estar presentes en la reunión.

source: An optional meeting with the reporter takes place to obtain more information. At least two members of the IRG should be present at the meeting.
es: Puede llevarse a cabo una reunión, la cual es opcional, con el informante para obtener más información. Al menos dos miembros del GRI, Grupo de Respuesta de Incidentes, deben estar presentes en la misma.

source: After further collection and review of information, if needed, the IRG determines a resolution. Possible resolutions are located in this documentation and include, but are not limited to, a private reprimand, public reprimand, and termed suspension.
es: Después de una recopilación y revisión exhaustiva de la información, si fuera necesario, el GRI, Grupo de Respuesta de Incidentes, determina una resolución. Las posibles resoluciones al incidente se encuentran en esta documentación e incluyen, pero no se limitan a, una amonestación privada, una amonestación pública y una suspensión temporal.

source: The IRL updates the reporter and solicits feedback on the resolution. Feedback may or may not be used to update the resolution.
es: El RRI, Responsable de respuesta a Incidentes, informa al denunciante y solicita su opinión sobre la resolución del incidente. Esta retroalimentación puede ser usada o no para modificar la misma.

source: The IRL updates the reportee(s).
es: El RRI, Responsable de respuesta a Incidentes informa al(los) informante(s).

source: The Staff Liaison determines whether the Termed Suspension Checklist should be employed or other actions taken.
es: El personal determina con la Lista de verificación de suspensión temporal, si esta debería ser empleada o si se deben tomar otras medidas.

source: Essential personnel are notified to implement any actions. Report details remain confidential.
es: El personal prioritario es notificado para así implementar las acciones correspondientes a la resolución del incidente. Los detalles del informe permanecen confidenciales.

source: Decisions and outcomes are logged on the private Code of Conduct Committee GitHub repository.
es: Las decisiones y los resultados se registran en el repositorio privado de GitHub del Comité de Código de Conducta.

source: The Chair of the Code of Conduct Committee and Executive Council Liaison write up a transparency report.
es: El Presidente del Comité del Código de Conducta y el Enlace del Consejo Ejecutivo redactan un informe de transparencia.

source: Report Acknowledgement
es: Informe de Reconocimiento.

source: When a report is received, any one of the Code of Conduct committee members will reply to the reporter to confirm receipt. This reply will be sent within 24 hours of the incident being reported, and the CoCc will strive to respond much more quickly than that.
es: Cuando se recibe un informe, cualquiera de los miembros del Comité del Código de conducta responderá al informante para confirmar la recepción del mismo. Esta respuesta se enviará dentro de las 24 horas posteriores a la notificación del incidente, sin embargo, el CoCc, Cómite del Código de Conducta, hará todo lo posible por responder antes de dicho plazo.

source: For details about what the incident report should contain, see the Incident Reporting Guidelines. If a report does not contain enough information, the committee will attempt to obtain all relevant information to resolve the incident. The committee is empowered to act on the behalf of The Carpentries in contacting any individuals involved, unless this is not requested by the reporter. Protecting the safety of the reporter is the priority in any incident report or review. The committee is also empowered to act if any of its members become aware of ongoing behaviour that, taken as a whole over a long time period, is inappropriate.
es: Para obtener detalles sobre lo que debe contener el reporte de un incidente, consulte la Guía para Reportar Incidentes. Si un informe no contiene suficiente información, el comité intentará obtener toda la información relevante para resolver el incidente. El Comité tiene la facultad para actuar en nombre de las Carpentries y contactar a cualquiera de las personas involucradas, a menos que el informante solicite no hacerlo, ya que proteger la seguridad del informante es prioritario en cualquier reporte o revisión de incidente. El comité también está facultado para actuar si alguno de sus miembros se da cuenta que un comportamiento, prolongado a lo largo de tiempo, es inapropiado.

source: Incident Response Assessment
es: Evaluación de Respuesta a incidentes.

source: Upon receiving a report of an incident, at least three members of the CoCc will form the Incident Response Group (IRG). The IRG will meet to:
es: Al recibir un informe de un incidente, al menos tres miembros del CoCc, Comité del Código de Conducta, formarán parte del Grupo de Respuesta a Incidentes (GRI). Éste, se reunirá para:

source: Assign an Incident Response Lead (IRL).
es: Asignar un Responsable de Respuesta a Incidentes (RRI).

source: Review report documentation to determine the content and context of the incident.
es: Revisar la documentación del informe y verificar el contenido y el contexto del incidente.

source: Consult documentation of past incidents for patterns of behaviour (if available and applicable).
es: Consultar la documentación de incidentes pasados ​​para establecer patrones de comportamiento (si la misma estuviese disponible y fuese aplicable).

source: Discuss appropriate resolutions to the incident.
es: Discutir cuáles serían las resoluciones más apropiadas al incidente.

source: Determine the follow up actions for the reportee, reporter and anyone else named in the report who may have been impacted.
es: Determinar las acciones a seguir por el informante, el denunciado y cualquier otra persona nombrada en el informe que pueda haber sido afectada.

source: The deliberations of the incident response assessment will be stored in the Code of Conduct Committe’s private GitHub repository.
es: Las deliberaciones de la evaluación de Respuesta al incidente se almacenarán en el repositorio privado de GitHub del Comité del Código de Conducta.

source: The committee will aim to have a resolution agreed upon within one week of receipt of the incident response form. In the event that a resolution cannot be determined in that time, the IRL will respond to the reporter(s) with an update and projected timeline for resolution.
es: El Comité intentará dar una respuesta consensuada dentro de la siguiente semana de haber recibido el formulario de Respuesta a Incidente. En el caso de que no sea posible, el RRI, Responsable de Respuesta a Incidentes, responderá al (los) denunciante(s) con un informe y un cronograma definido para llegar a la resolución del mismo.

source: Following up with the Reportee
es: Siguiendo con e Informe.

source: When following up with the reportee, the CoCc representatives will:
es: Cuando se continúa con el informe, los representantes de CoCc, Cómite del Código de Conducta:

source: Explain that an incident was reported that involves the reportee.
es: Explicarán que se reportó un incidente que involucra al denunciado.

source: In this explanation, the focus will be on the impact of their behaviour, not their intent.
es: En esta explicación, el enfoque estará en el impacto de su comportamiento, y no en su intención.

source: Reiterate the Code of Conduct and that their behaviour was deemed inappropriate.
es: Reiterarán el Código de Conducta y explicarán que su(s) comportamiento(s) fue(ron) considerado(s) inapropiado(s).

source: Provide concrete examples of how they can improve their behaviour.
es: Proporcionarán al denunciado ejemplos concretos de cómo pueden mejorar su comportamiento.

source: Give them the opportunity to state their view of the incident.
es: Darle al(los) denunciado(s) la oportunidad de expresar su opinión sobre el incidente.

source: Remind them of the consequences of their behaviour, or future consequences if the behaviour is repeated.
es: Recuérdeles las consecuencias de su comportamiento, o las futuras consecuencias si el mismo se repite.

source: Explain the possible resolutions that may be enforced should the CoCc determine there is a breach.
es: Explíque las posibles resoluciones que pueden ser impuestas por el CoCc, Cómite del Código de Conducta, si se determina que hay una infracción/o violación al código de Conducta.

source: Resolutions
es: Resoluciones

source: The committee must agree on a resolution by the majority of all members investigating the incident in question. If the committee cannot reach a majority decision and deadlocks for over one week, they will turn the matter over to the Executive Council for resolution.
es: El comité debe acordar una resolución con la mayoría de los miembros que investigan el incidente en cuestión. Si el comité no llega una a decisión mayoritaria y existen tiempos muertos durante más de una semana, se pasará el asunto al Consejo Ejecutivo para su resolución.

source: What follows are examples of possible resolutions to an incident report. This list is not comprehensive, and The Carpentries Code of Conduct Committee reserves the right to take any action it deems necessary to resolve an incident. Possible resolutions to an incident include:
es: Los siguientes son ejemplos de posibles resoluciones a un Incidente reportado. Esta lista no es exhaustiva, y el Comité de Código de Conducta de las Carpentries se reserva el derecho de tomar cualquier acción que considere necesaria para resolver el mismo. Las posibles soluciones a un incidente incluyen:

source: Nothing, if the Code of Conduct committee determined there was no breach in the Code of Conduct.
es: No sé tomará ninguna acción, si el comité del Código de conducta determinó que no hubo incumplimiento del mismo.

source: A private verbal reprimand from the committee to the individual(s) involved.
es: Una advertencia/reprimenda verbal privada del comité a la(s) persona(s) involucrada(s).

source: This conversation may happen in person, over video conference call, or by phone.
es: Esta conversación puede ocurrir de manera presencial, por videoconferencia o por teléfono.

source: The IRL will write a short report of the conversation to be shared with the reportee for verification purposes and then shared with the CoCc and maintained on record in the private GitHub repository.
es: El RRI, Responsable de respuesta a Incidentes, escribirá un breve informe de la conversación que se compartirá con el reportado con fines de verificación y luego se compartirá con el CoCc,Cómite del Código de Conducta, y se mantendrá un registro en el repositorio privado de GitHub.

source: A private emailed reprimand from the committee to the individual(s) involved.
es: Una amonestación privada por correo electrónico del comité a la(s) persona(s) involucrada(s).

source: The IRL will deliver a reprimand to the individual(s) over email, cc'ing the Code of Conduct Committee.
es: El RRI, Responsable de respuesta a Incidentes, enviará una amonestación a la(s) persona (s) por correo electrónico, con copía al Comité del Código de Conducta.

source: Requiring that the reportee avoid any interaction with, and physical proximity to, another person for the remainder of the Carpentries event.
es: Solicitando que el reportado/denunciado evite cualquier interacción y proximidad física con cualquier otra persona por el resto del evento de las Carpentries.

source: Refusal of alcoholic beverage purchases by the reportee at Carpentries events.
es: Rechazando la compras de bebidas alcohólicas por parte del reportado en eventos de las Carpentries.

source: Ending a talk that violates the Code of Conduct early.
es: Finalizando cuanto antes una charla que viola el Código de conducta.

source: Not publishing the video or slides of a talk that violated the Code of Conduct.
es: No publicando el video o las diapositivas de una charla dada por una persona que violó el Código de conducta.

source: Not allowing a speaker who violated the Code of Conduct to give (further) talks at Carpentries workshops or events now or in the future.
es: No permitiendo que un orador que violó el Código de conducta con anterioridad brinde (más) charlas en los talleres o eventos de las Carpentries ni ahora ni en el futuro.

source: Requiring that the reportee not volunteer for future Carpentries events either indefinitely or for a certain time period determined by the CoCc.
es: Requeriendo que el reportado no sea voluntario en futuros eventos de las Carpentries, ya sea por tiempo indefinido o por un período de tiempo determinado por el CoCc, Cómite del Código de Conducta.

source: Requiring that the reportee refund any travel grant funding they received.
es: Requeriendo que el reportado reembolse cualquier subsidio de viaje que haya recibido.

source: Requiring that the reportee immediately leave an event and not return.
es: Requeriendo que el reportado/denunciado inmediatamente abandone un evento y no regrese.
