Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/policies/enforcement-guidelines.po
Languages: es

source: Immediately ending any volunteer responsibilities and privileges the reportee holds.
es: Poniendo fin de inmediato a las responsabilidades y privilegios que el reportado/denunciado tiene por ser voluntario.

source: A public announcement of an incident, ideally in the same venue that the violation occurred (i.e. on the listserv for a listserv violation; GitHub for a GitHub violation, etc.).
es: Dar a conocer el incidente publicamente, idealmente en el mismo lugar donde ocurrió el hecho (por ejemplo, en el servidor de listas cuando la violación al código de conducta tuvo lugar en la misma lista; GitHub para una violación al código realizada en dicha plataforma, etc.).

source: The CoCc may choose to publish this message elsewhere for posterity.
es: El CoCc, Cómite del Código de Conducta, puede optar por publicar en el futuro este mensaje en otro lugar.

source: An imposed suspension (i.e. asking someone to "take a week off" from a listserv or the Carpentries’ GitHub repos).
es: Una suspensión impuesta (es decir, pedirle a alguien que "se tome una semana de descanso" de un servidor de listas o de los repositorios de GitHub de las Carpentries).

source: The IRL will communicate this suspension to the reportee. They will be asked to take this suspension voluntarily, but if they do not agree, then a temporary ban may be imposed to enforce this suspension.
es: El RRI, Responsable de Respuesta a Incidentes, comunicará esta suspensión al reportado. Se le pedirá que voluntariamente acceda a la suspensión , pero en caso contrario, se puede imponer una prohibición temporal para hacer cumplir esta suspensión.

source: A permanent or temporary ban from some or all Carpentries spaces (listservs, GitHub, in-person events including workshops, etc).
es: Una prohibición permanente o temporal en algunos o todos los espacios de las Carpentries (listservs, GitHub, eventos presenciales, incluyendo talleres, etc.).

source: The CoC committee will maintain records of all such bans so that they may be reviewed in the future, extended to new Carpentries communication forums, or otherwise maintained.
es: El comité del CoC mantendrá registros de todas las prohibiciones para que puedan ser revisadas en el futuro, extendidas a los nuevos foros de comunicación de las Carpentries, e incluso mantenidas de alguna otra manera.

source: Assistance to the complainant with a report to other bodies, for example, institutional offices or appropriate law enforcement agencies.
es: Asistencia al demandante con un informe dirigido a otros organismos, por ejemplo, a las oficinas institucionales o agencias apropiadas para la aplicación de la ley.

source: Once a resolution is agreed upon, but before it is enacted, the IRL will contact the reporter and any other affected parties to explain the proposed resolution. The IRL will ask if this resolution is acceptable and must note feedback for the record. However, the CoC committee is not required to act on this feedback.
es: Una vez que se ha llegado a una resolución sobre el incidente reportado, pero antes de su promulgación, el RRI, Responsable de Respuesta a Incidentes, se pondrá en contacto con el informante/denunciado y con cualquier otra parte afectada para explicar la resolución propuesta. El RRI consultará a ambas partes si dicha resolución resulta aceptable debiendo registrar los comentarios hechos al respecto. Sin embargo, no se requiere ningún tipo de acción por parte del Comité del Código de Conducta sobre esta retroalimentación.

source: Appeal Process
es: Proceso de Apelación

source: Any individual(s) involved in a Code of Conduct report handled by CoC committee (CoCc) has the right to appeal a decision made by the committee. An appeal can be made directly to the CoCc (email: coc@carpentries.org) or to the ombudsperson (email: confidential@carpentries.org) by sending an email with subject line Code of Conduct Incident Appeal.
es: Cualquier persona(s) involucrada(s) en un informe/denuncia de un incidente respecto al Código de conducta manejado por el Comité del CoC (CoCc) tiene derecho de apelar cualquier decisión tomada por éste. Para eswto, se puede presentar una apelación directamente al CoCc (correo electrónico: coc@carpentries.org) o al ombudsperson (correo electrónico: confidencial@carpentries.org) enviando un correo electrónico con el asunto Código de conducta Apelación de incidentes.

source: The email should include documentation related to the incident to support the appeal. The said documentation may include, but does not have to be limited to:
es: El correo electrónico debe incluir documentación relacionada con el incidente para respaldar la apelación. La documentación mencionada puede incluir, pero no se limita a:

source: Information from the reportee justifying reasoning for the appeal.
es: Información del reporte que justifique la acción de la apelación.

source: Letters of support from community members.
es: Cartas de apoyo de miembros de la comunidad.

source: Statements from other individuals involved in the incident to support the appeal.
es: Declaraciones de otras personas involucradas en el incidente para apoyar la apelación.

source: Appeals can be requested up to 30 days after a resolution has been determined.
es: Las apelaciones se pueden solicitar hasta 30 días después de haberse definido una resolución.

source: Accountability
es: Responsabilidad

source: The CoC committee will submit a report to The Carpentries Executive Council and the Carpentries Executive Director in the event of an ongoing resolution, such as a termed suspension or ban.
es: El comité del CoC, Código de Conducta, presentará un informe al Consejo Ejecutivo y al Director Ejecutivo de las Carpentries en caso de que la resolución en curso, sea una suspensión o prohibición.

source: The CoC committee will never publicly discuss the details of an incident; any public statements will be made by The Carpentries Executive Council.
es: El comité del CoC, Código de Conducta, no discutirá públicamente los detalles de un incidente; cualquier declaración pública será hecha por el Consejo Ejecutivo de las Carpentries.

source: At the end of every quarter, the Executive Council will publish an aggregated count of the incidents the Code of Conduct Committee reviewed, indicating how many reports it received, how many incidents it investigated independently, how many times it acted unilaterally, and, for each of these, under which part of the Code of Conduct the incident was classified.
es: Al final de cada trimestre, el Consejo Ejecutivo publicará un resúmen de los incidentes revisados por el Comité del Código de Conducta, indicando cuántos informes recibió, cuántos incidentes investigó de forma independiente, cuántas veces actuó de manera unilateral, y para cada uno de ellos, cuál parte del Código de Conducta tuvo en cuenta para clasificar el incidente.

source: Conflicts of Interest
es: Conflictos de intereses.

source: In the event of any conflict of interest (a committee member, their family member, or someone with whom the committee member has a close academic or employment relationship is involved in a complaint), the committee member must immediately notify the other members and recuse themselves if necessary.
es: En el caso de un conflicto de intereses (cuando un miembro del comité, un miembro de su familia o alguien con quien dicho miembro tenga una relación académica o de empleo cercana esté involucrado en una queja), el miembro del comité debe notificar inmediatamente a los otros miembros y recusarse si fuera necesario.

source: In the case that a CoCc member is involved in a report, the member will be asked to recuse themselves from ongoing conversations, and they will not have access to reports after the enforcement decision has been made. Resolution action may also include removal of that member from the Code of Conduct committee.
es: En el caso de que un miembro del CoCc, Comité del Código de Conducta, participe en un informe, se le pedirá que se recuse de las conversaciones en curso y no tendrá acceso a los informes finales una vez que se haya tomado la decisión de cumplimiento. La definición de la resolución también puede incluir la eliminación de ese miembro del comité del Código de conducta.
