Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/policies/incident-response.po
Languages: es

source: Code of Conduct Incident Response Guidelines
es: Guía de Respuesta del Código de Conducta ante Incidentes

source: Information on how to report a Code of Conduct (CoC) incident is outlined in our Code of Conduct Incident Reporting Guidelines.
es: La información sobre cómo reportar un incidente del Código de Conducta (CoC) se encuentra descrito en nuestra Guía para el Reporte de Incidentes del Código de Conducta.

source: The checklists below outline the steps any community member (workshop host, instructor, helper, etc.) can take during a potential Code of Conduct incident before reporting it to the Code of Conduct Committee. You may encounter challenging situations and have limited experience or training to feel comfortable enforcing the CoC. These guidelines are meant to help guide you through the process of supporting other community members and yourself during an incident.
es: Las listas de verificación a continuación describen los pasos que puede tomar cualquier miembro de la comunidad (anfitrión del taller, instructor, ayudante, etc.) durante un posible incidente del Código de conducta antes de informar al Comité del Código de Conducta. Puede que te encuentres con situaciones desafiantes y que tengas poca experiencia o capacitación para sentirte cómodo haciendo cumplir el CdC. Estas pautas tienen la intención de guiarte a través del proceso de apoyo a otros miembros de la comunidad y a ti mismo durante un incidente.

source: All Carpentries community members should feel empowered to enforce the Code of Conduct.
es: Todos los miembros de la comunidad de Carpentries deben sentirse facultados para hacer cumplir el Código de Conducta.

source: Ideally, we would all be able to diffuse an incident. In practice, we have varying comfort with situations depending on our current experience and the environment. Below are ways that you can be supportive and steps that you can take during or after an incident.
es: Idealmente, todos deberíamos ser capaces de contribuir a evitar un incidente. En la práctica, tenemos un nivel de comodidad distinto en función de nuestra experiencia y ambiente que nos rodea. A continuación se detallan las formas en que puedes brindar apoyo y los pasos que puedes seguir durante o luego de un incidente.

source: If you can, move from being a bystander to being a Code of Conduct first responder. If you see something inappropriate happening, speak up. If you don't feel comfortable intervening, but feel someone should, please submit a report in person to a workshop host or instructor or via the Code of Conduct incident report form to the Code of Conduct committee.
es: Si puedes, pasa de ser un espectador a ser primer respondiente del Código de conducta. Si ve que sucede algo inapropiado, hable. Si no te sientes cómodo interviniendo, pero crees que alguien debería hacerlo, por favor reporta el incidente en persona a un anfitrión o instructor del taller, o mediante el formulario de Reporte de Incidentes del Código de conducta al comité del Código de conducta.

source: Immediate Response
es: Respuesta Inmediata

source: The initial response to an incident is very important and will set the tone for The Carpentries community. Depending on the severity and/or details of the incident, an immediate response may be required. If an incident involves physical danger or involves a threat to anyone's safety (e.g. threats of violence), any member of the community may -- and should -- act immediately to protect safety. This can include contacting emergency or crisis resources.
es: La respuesta inicial a un incidente es muy importante y definirá el tono para la comunidad de Carpentries. Dependiendo de la severidad y/o detalles del incidente, una respuesta inmediata podría ser necesaria. Si un incidente implica daño físico o una amenaza a la seguridad de alguien (por ejemplo, una amenaza de violencia), cualquier miembro de la comunidad puede -- y debería -- actuar inmediatamente para proteger la seguridad de todos. Esto puede incluir contactar a los recursos de emergencia o crisis.

source: Ongoing Incidents
es: Incidentes en curso

source: If an incident is ongoing, whether in-person or online, any community member (workshop host, instructor, helper) may act immediately and employ any of the tools available to the community member to pacify the situation. In situations where an individual community member acts immediately, they must inform the workshop host as soon as possible and report their actions to the Code of Conduct Committee for review within 24 hours of the incident. Should there be a need for an immediate response, please see the Immediate Response Checklist.
es: Si un incidente está en curso, ya sea en persona o en línea, cualquier miembro de la comunidad (anfitrión del taller, instructor, ayudante) puede actuar independientemente y emplear cualquiera de las herramientas disponibles para el miembro de la comunidad para pacificar la situación. En situaciones donde un individuo de la comunidad actúa inmediatamente, dicho individuo debe informar al anfitrión del taller lo antes posible y reportar sus acciones al Comité de Código de Conducta para revisión dentro de las 24 horas de ocurrido el incidente. En caso de ser necesaria una respuesta inmediata, por favor refiérete a la Lista de verificación para Respuesta Inmediata.

source: Checklists for Responding to an Incident
es: Listas de verificación para responder a un incidente

source: Immediate Response Checklist
es: Lista de verificación para Respuesta Inmediata

source: Assess whether you need a first-responder (law enforcement, etc.) to immediately respond to the incident. If so, ask the reporter to stay with you and dial the appropriate emergency response number.
es: Evalúa si necesitas un personal de primera respuesta (policía, etc.) para responder inmediatamente al incidente. Si es así, pídele al reportador del incidente que se quede contigo y marca el número de emergencia apropiado.

source: If there is any general threat to participants and/or the safety of anyone attending a Carpentries event, contact the emergency response number established.
es: Si hay una amenaza general hacia todos los participantes y/o a la seguridad de cualquiera persona que haya asistido al evento de Carpentries, contacta al número de emergencia establecido.

source: If individuals are physically safe, contact law enforcement or security only at the reporter’s request.
es: Si los individuos están físicamente seguros, contacta a un agente de la ley o de seguridad únicamente ante la solicitud de quién reportó el incidente.

source: Follow any local guidelines for handling incidents, including if you have a legal reporting role.
es: Sigue cualquier lineamiento local para el manejo de incidentes, incluso si tienes un rol legal como reportador.

source: In-Person Event Checklist (Carpentries Workshops, CarpentryCon, CarpentryConnect, Carpentries Instructor Training)
es: Lista de verificación para eventos en persona (Talleres de Carpentries, CarpentryCon, CarpentryConnect, Entrenamiento de Instructores de Carpentries)

source: Ensure participants are safe.
es: Asegúrate que los participantes estén seguros.

source: If not, refer to the Immediate Response Checklist.
es: En caso contrario, refiérete a la Lista de verificación para Respuesta Inmediata.

source: Listen to the reporter and write down as many details as possible.
es: Escucha a quién reporta la situación y escribe tantos detalles como sea posible.

source: Ask the reporter to report the incident via the Code of Conduct Incident Report Form. If they would rather you complete the report, complete the report with their assistance.
es: Pídele al reportador que informe el incidente mediante el Formulario de Reporte de Incidentes de Código de Conducta. Si el reportador prefiere que tu completes el reporte, complétalo con su asistencia.

source: Inform the workshop host that there was an incident and that a report was submitted via the incident report form. If the incident involves the workshop host, report the incident directly to the Code of Conduct committee via the incident report form.
es: Informa al anfitrión del taller que ha habido un incidente y que un reporte fue enviado mediante el formulario de reporte de incidentes. Si el incidente involucra al anfitrión del taller, reporta el incidente directamente al comité de Código de Conducta mediante el formulario de reporte de incidentes.

source: Online Events and Communications Channels Checklist (Teaching Demonstrations, Community Discussions, Carpentries Instructor Training, Slack Channels, TopicBox)
es: Lista de Verificación para Eventos en Línea y Canales de Comunicación (Demostraciones de enseñanza, Discusiones de la Comunidad, Entrenamiento de Instructores de Carpentries, Canales de Slack, TopicBox)

source: Inform the event host/meeting facilitator that there was an issue and send a report via the incident report form.
es: Informa al anfitrión del evento/facilitador de la reunión que ha habido un problema y envía un reporte mediante el formulario de reporte de incidente.

source: If the incident involves the event host/meeting facilitator, please complete the incident report form and rest assured that confidentiality and your experience in our community is our first priority.
es: Si el incidente involucra al anfitrión del evento/facilitador de la reunión, por favor completa el formulario de reporte de incidente, y ten por seguro que tanto la confidencialidad como tu experiencia en nuestra comunidad es nuestra primera prioridad.

source: If a community member has violated the CoC via an online event, the CoC committee can enact a short-term Termed Suspension, and the reportee’s privileges to all Carpentries communication channels could be suspended until the Code of Conduct Committee has concluded their investigation of the reported incident.
es: Si un miembro de la comunidad ha violado el CdC a través de un evento en línea, el comité de CdC puede emitir una Suspensión por Término por un período corto, y los privilegios del reportado en todos los canales de comunicación de Carpentries podrían verse suspendidos hasta que el Comité de Código de Conducta haya concluido la investigación del incidente reportado.

source: Individuals reported often get upset, defensive, or deny the report. Allow them to give any additional details about the incident. However, remember:
es: Los individuos reportados usualmente se enojan, se ponen a la defensiva, o niegan el reporte. Permíteles que den detalles adicionales acerca del incidente. Sin embargo, recuerda:

source: It does not matter if they did not intend to hurt anyone; their behaviour still impacted participants negatively.
es: No importa si su intención no era la de lastimar a nadie; su comportamiento de todas formas impactó negativamente en los participantes.

source: It is not your job to reassure or forgive them.
es: No es tu trabajo tranquilizarlos o perdonarlos.

source: Do not allow the reported person to make an apology to the reporter or impacted person. Often an apology centers the reported person’s feelings and not the person who was impacted. You may accept their apology and offer to pass it on, but you’re not required to if you think it would negatively impact the reporter.
es: No permitas que la persona reportada se disculpe con el reportador o la persona afectada. Usualmente una disculpa se centra en los sentimientos de la persona reportada y no en la persona que fue afectada. Puedes aceptar la disculpa y ofrecer pasarla a la persona afectada, pero no estás obligado a hacerlo si consideras que esto podría afectar negativamente al reportador.
