Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/policies/termed-suspension.po
Languages: es

source: Code of Conduct Termed Suspension Guidelines
es: Código de Conducta Guía para la Suspensión Temporal

source: The Carpentries Termed Suspension Checklist
es: Lista de Verificación para la Suspensión Temporal de The Carpentries

source: As a part of their enforcement options, The Carpentries Code of Conduct (CoC) committee can place a community member in Termed Suspension, where the community member is removed from all Carpentries engagement for a period of time.
es: Como parte de las opciones de aplicación, el comité de Código de Conducta (CoC) de Carpentries, puede dejar a un miembro de la comunidad en Suspensión Temporal, siendo el miembro de la comunidad removido de todos sus compromisos en Carpentries por un período de tiempo.

source: The goal of a Termed Suspension is to 1) limit a person's participation in virtual and in-person Carpentries spaces for a set time to create a safe space for the community, and 2) to give time and opportunity for the individual to review their response to the incident and demonstrate immediate, ongoing, and demonstrable changes as evaluated by the CoC committee before possible reinstatement.
es: El objetivo de una Suspensión Temporal es: 1) limitar la participación de una persona en los espacios de Carpentries virtuales y presenciales por un período de tiempo determinado para crear un espacio seguro para la comunidad, y 2) para dar tiempo y oportunidad al individuo para revisar sus respuestas al incidente, y evidenciar inmediatamente cambios demostrables, en curso, para ser evaluados por el comité de CoC para una posterior posible reincorporación.

source: In most cases, a Termed Suspension will only be enacted after an incident has been reviewed by the CoC committee and a resolution is reached. However, in severe situations, in particular where there is active harassment, the CoC committee may enact an immediate short-term Termed Suspension while an incident is under review.
es: En la mayoría de los casos, una Suspensión Temporal sólo será promulgada después de ser revisado por el comité CoC y alcanzado una resolución. Sin embargo, en situaciones severas, en particular donde hay acoso activo, el comité CoC puede aprobar una inmediata Suspensión Temporal de corto plazo, mientras el incidente esté bajo revisión.

source: If there is a decision for a Termed Suspension, the following checklist is followed by the appropriate personnel to enact the Termed Suspension. In accordance with CoC confidentiality guidelines, only essential personnel will be involved in implementation of these actions.
es: Si existe una decisión para una Suspensión Temporal, la siguiente lista de verificación es seguida por el personal apropiado, para aprobar la Suspensión Temporal. En concordancia con la guía de confidencialidad de CoC sólo el personal necesario se involucrará en la implementación de estas acciones.

source: Online Communication and Communities
es: Comunicaciones en línea y Comunidades

source: Revoke access from the following communication channels and communities:
es: Revocar acceso desde los siguientes canales de comunicación y comunidades:

source: Email lists on TopicBox
es: Listas de correo en TopicBox

source: Email lists on Google Groups inlcuding but not limited to:
es: Listas de correo sobre Google Groups incluyendo, pero no limitado a:

source: Library Carpentry Governance Group
es: Grupo de gobierno de Library Carpentry

source: Library Carpentry Maintainer Onboarding
es: Mantenedores en curso de Library Carpentry

source: Code of Conduct Committee
es: Comité de Código de Conducta

source: Carpentries Mentoring Groups
es: Grupos de Mentoreo de Carpentries

source: GitHub (including but not limited to carpentries, datacarpentry, swcarpentry, librarycarpentry, data-lessons, carpentrieslab)
es: GitHub (incluyendo pero no limitado a carpentries, datacarpentry, swcarpentry, librarycarpentry, data-lessons, carpentrieslab)

source: LinkedIn Carpentries and LinkedIn Instructors
es: LinkedIn Carpentries y LinkedIn Instructors

source: Additionally, the community member will not be allowed to attend community discussions.
es: Además, no estará permitido al miembro de la comunidad asistir a discusiones de la comunidad.

source: Teaching Workshops
es: Talleres de Enseñanza

source: The suspended member will, for the duration of their suspension:
es: El miembro suspendido, por el tiempo de su suspensión:

source: Be asked not to sign up for workshops on the Instructor Spreadsheet.
es: Se le solicitará no registrarse en talleres de la Planilla de Instructores.

source: Not be able to participate as a helper at any workshops.
es: No podrá participar como ayudante en ningún taller.

source: Be removed from Eventbrite login access.
es: Sera removido del acceso para ingresar a Eventbrite

source: Not be allowed to plan self-organized workshops.
es: No se le permitirá planificar talleres.

source: Not be allowed to request or host centrally coordinated workshops.
es: No se le permitirá solicitar o ser anfitrión de talleres coordinados centralmente.

source: Not be listed as an instructor on the “Instructors” webpage.
es: No se le listará como instructor en la página web de "instructores".

source: Be removed from the instructors email list.
es: Será removido de la lista de email de instructores.

source: Organizing Workshops
es: Organizando talleres

source: If the suspended member is a Regional Coordinator or serves in another role whereby they organize workshops for The Carpentries, for the duration of their suspension they will not have access to:
es: Si la integrante suspendida es una Coordinadora Regional o trabaja en otro rol donde organizar talleres para The Carpentries, durante la suspensión no tendrá acceso a:

source: Regional Email
es: Email regional

source: Regional Coordinators Slack Channel
es: Canal de Slack de Coordinadores Regionales

source: Regional Coordinators Email List
es: Lista de Email de Coordinadores Regionales

source: Instructor Training
es: Entrenamiento de Instructores

source: The suspended member will, for the duration of their suspension, be removed from the “Our Trainers” web page. Additionally, the suspended member will not be allowed to:
es: El miembro suspendido será removido, por la duración de la suspensión, de la página web "Nuestros Entrenadores". Además, el miembro suspendido no podrá:

source: Teach Instructor Training or lead teaching demonstration sessions. The Deputy Director of Instructor Training (DDIT) will check the teaching demo Etherpad to ensure that the suspended member is not signed up to lead teaching demonstrations and will find a replacement Trainer as needed.
es: Enseñar en Entrenamiento de Instructoras o dirigir sesiones de demostración de enseñanza. La Directora Adjunta de Entrenamiento de Instructores (DDIT) verificará el Etherpad de la demostración de enseñanza para asegurarse que la integrante suspendida no esté registrada para dirigir demostraciónes de enseñanza y buscará una entrenadora de reeemplazo si es necesario.

source: Join Trainer meetings. The DDIT will check the meeting Etherpad, and if the suspended member is signed up to attend, will email them if needed to confirm they will not be in attendance.
es: Unirse a los encuentros de entrenadoras. El DDIT verificará el Etherpad del encuentro, y si la integrante suspendida se registró para participar, enviará un email a quienes participan para confirmarles que no asistirá

source: Post pull requests (PRs), issues, or comments to the Instructor Training GitHub repository. Write or administrative access to repositories will be removed for the duration of the suspension.
es: Publicar pull requests (PRs), problemas, o comentarios en el repositorio GitHub de Entrenamiento de Instructoras. Será eliminada la posibilidad de grabar o administrar acceso a repositorios por el período de suspensión

source: Post to the Trainers Slack channel or mailing lists. The suspended member will be removed from these lists for the duration of their suspension.
es: Publicar en los canales de Slack de entrenadoras o en las listas de mail. La integrante suspendida será eliminada de estas listas por el período de suspensión.

source: Participate in review of applications for open instructor training or Trainer training. Participate as a learner in instructor training.
es: Participar en la revisión de solicitudes para capacitaciones abiertas de entrenadoras o participar como estudiante en entrenamiento de instructoras.

source: Trainer Training
es: Entrenamiento de Entrenadores

source: The suspended member will not be allowed to participate in Trainer Training (if they are currently enrolled) and will not be accepted for Trainer Training (if they apply during the suspension period). Additionally, they will not be allowed to shadow a current Carpentries Trainer. They may apply or reapply for future rounds of Trainer Training.
es: La integrante suspendida no podrá participar en Entrenamientos de Entrenadoras (si está enrolada en ese momento), y no se aceptará como entrenadora de entrenadoras (si aplica durante el período de suspensión). Además, no podrá continuar un entrenamiento actual. Pordrá presentarse o volver a presentarse a nuevas rondas de Entrenamientos de Entrenadoras.

source: Member Organisation and Local Activities
es: Organización de Miembros y Actividades Locales

source: The suspended member shall not be involved in officially branded Carpentries workshops or activities at the member or local site for the duration of the suspension. We expect the suspended member to assert that they will be able to carry out this suspension accordingly and to notify the CoC committee if this suspension will interfere with their expected employment duties.
es: La integrante suspendida no podrá participar en los talleres oficiales con la marca de Carpentries o en actividades en el sitio local o de una organización miembro por el período de suspensión. Esperamos que la integrante suspendida declare que llevará a cabo esta suspensión y que notifique al comité del CoC si esta suspensión interferirá con sus obligaciones laborales.

source: If the suspension does affect employment duties or the suspended member is the key contact for a member site, the member will work with The Carpentries Executive Director to determine a course of action.
es: Si la suspensión afecta las obligaciones laborales o la integrante suspendida es un contacto clave para un sitio miembro, el miembro trabajará con la Directora Ejecutiva de Carpentries para determinar un curso de acción.

source: Lesson Development and Maintenance
es: Desarrollo de Lecciones y Mantenimiento:

source: The suspended member will not be allowed to post PRs, issues, or comments to any repository in the carpentries, including but not limited to datacarpentry, swcarpentry, library carpentry, data-lessons, and carpentrieslab organisations. Administrative or write privileges to repositories in these organisations will be removed for the duration of the suspension.
es: La integrante suspendida no podrá publicar PRs, problemas o comentarios en ningún repositorio de Carpentries, incluyendo, pero no limitado a, organizaciones de datacarpentry, swcarpentry, library carpentry, data-lessons, y carpentrieslab. Serán eliminados los privilegios de administrar o grabar a repositorios de estas organizaciones por el tiempo que dure la suspensión.

source: If the suspended member is a Maintainer, their name will be removed from the lessons page and they will not appear on the Maintainers page for the duration of their suspension.
es: Si el miembro suspendido en un mantenedor, el nombre será removido de las páginas de lecciones y no aparecerán en la página de Mantenedores por la duración de la suspensión.

source: Executive Council
es: Consejo Ejecutivo:

source: If the suspended member is a member of the Executive Council, they will not participate in Executive Council responsibilities and will be removed from the Executive Council repositories and list of Executive Council members on the website for the duration of their suspension. The Executive Council will review the CoC incident to determine if a suspension will affect their long term position on the Executive Council.
es: Si la integrante suspendida es parte del Concejo Ejecutivo, no participará de las responsabilidades del Concejo Ejecutivo y será removida de los repositorios del Concejo Ejecutivo y de la lista de integrantes del Concejo Ejecutivo en el sitio web por el tiempo que dure la suspensión. El Concejo Ejecutivo revisará el incidente respecto al CoC para determinar si la suspensión afectará su posición en el Concejo Ejecutivo a largo plazo.

source: Committees, Task Forces, and Other Interactions
es: Comités, Grupos de Trabajo y Otras Interacciones

source: Involvement in all committees, communities, and task forces (African Task Force, Carpentries en LatinoAmérica, etc.) will be suspended.
es: Se suspenderá la participación en todos los comités, comunidades y grupos de trabajo (African Task Force, Carpentries en LatinoAmérica, etc.).

source: Other Interactions
es: Otras Interacciones

source: The suspended members ability to sign in to AMY to manage their own profile or other tasks will be revoked for the duration of their suspension.
es: La capacidad de los miembros suspendidos de iniciar sesión en AMY para administrar sus propios perfiles u otras tareas se revocará durante la duración de su suspensión.
