Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/LICENSE.po
Languages: es

source: License
es: Licencia

source: Documentation
es: Documentación

source: The Carpentries documentation material in this repository is made available under the Creative Commons Attribution license. The following is a human-readable summary of (and not a substitute for) the full legal text of the CC BY 4.0 license.
es: La documentación de las Carpentries en este repositorio está disponible bajo la licencia Creative Commons Reconocimiento. El texto a continuación es un resumen inteligible para humanos (y no un sustituto) de la licencia real CC-BY 4.0.

source: You are free:
es: Eres libre de:

source: to Share---copy and redistribute the material in any medium or format
es: Compartir---copiar y redistribuir el material en cualquier medio o formato

source: to Adapt---remix, transform, and build upon the material
es: Adaptar---remezclar, transformar y crear a partir del material

source: for any purpose, even commercially.
es: para cualquier finalidad, incluso comercial.

source: The licensor cannot revoke these freedoms as long as you follow the license terms.
es: El licenciador no puede revocar estas libertades mientras cumpla con los términos de la licencia.

source: Under the following terms:
es: Bajo las condiciones siguientes:

source: Attribution---You must give appropriate credit (mentioning that your work is derived from work that is Copyright © The Carpentries and, where practical, linking to http://carpentries.org/), provide a link to the license, and indicate if changes were made. You may do so in any reasonable manner, but not in any way that suggests the licensor endorses you or your use.
es: Reconocimiento---Debe reconocer adecuadamente la autoría (citando que tu material es una adaptación the material bajo Copyrigth © The Carpentries y, cuando sea posible, enlazando a http://carpentries.org/), proporcionar un enlace a la licencia e indicar si se han realizado cambios. Puede hacerlo de cualquier manera razonable, pero no de una manera que sugiera que tiene el apoyo del licenciador o lo recibe por el uso que hace.

source: No additional restrictions---You may not apply legal terms or technological measures that legally restrict others from doing anything the license permits. With the understanding that:
es: No hay restricciones adicionales---No puede aplicar términos legales o medidas tecnológicas que legalmente restrinjan realizar aquello que la licencia permite. Con el entendimiento que:

source: Notices:
es: Avisos:

source: You do not have to comply with the license for elements of the material in the public domain or where your use is permitted by an applicable exception or limitation.
es: No tiene que cumplir con la licencia para aquellos elementos del material en el dominio público o cuando su utilización esté permitida por la aplicación de una excepción o un límite.

source: No warranties are given. The license may not give you all of the permissions necessary for your intended use. For example, other rights such as publicity, privacy, or moral rights may limit how you use the material.
es: No se dan garantías. La licencia puede no ofrecer todos los permisos necesarios para la utilización prevista. Por ejemplo, otros derechos como los de publicidad, privacidad, o los derechos morales pueden limitar el uso del material.

source: Except where otherwise noted, the example programs and other software provided by The Carpentries are made available under the OSI-approved MIT license.
es: Excepto donde se especifique, los ejemplos de programas y otro tipo de software provisto por las Carpentries están disponibles bajo la licencia MIT, aprovada bajo la Iniciativa para el Código Abierto (OSI por sus iniciales en inglés).

source: Permission is hereby granted, free of charge, to any person obtaining a copy of this software and associated documentation files (the "Software"), to deal in the Software without restriction, including without limitation the rights to use, copy, modify, merge, publish, distribute, sublicense, and/or sell copies of the Software, and to permit persons to whom the Software is furnished to do so, subject to the following conditions:
es: Traducción no oficial de la licencia MIT: Se concede permiso por la presente, libre de cargos, a cualquier persona que obtenga una copia de este software y de los archivos de documentación asociados (el "Software"), a utilizar el Software sin restricción, incluyendo sin limitación los derechos a usar, copiar, modificar, fusionar, publicar, distribuir, sublicenciar, y/o vender copias del Software, y a permitir a las personas a las que se les proporcione el Software a hacer lo mismo, sujeto a las siguientes condiciones:

source: The above copyright notice and this permission notice shall be included in all copies or substantial portions of the Software.
es: El aviso de copyright anterior y este aviso de permiso se incluirán en todas las copias o partes sustanciales del Software.

source: THE SOFTWARE IS PROVIDED "AS IS", WITHOUT WARRANTY OF ANY KIND, EXPRESS OR IMPLIED, INCLUDING BUT NOT LIMITED TO THE WARRANTIES OF MERCHANTABILITY, FITNESS FOR A PARTICULAR PURPOSE AND NONINFRINGEMENT. IN NO EVENT SHALL THE AUTHORS OR COPYRIGHT HOLDERS BE LIABLE FOR ANY CLAIM, DAMAGES OR OTHER LIABILITY, WHETHER IN AN ACTION OF CONTRACT, TORT OR OTHERWISE, ARISING FROM, OUT OF OR IN CONNECTION WITH THE SOFTWARE OR THE USE OR OTHER DEALINGS IN THE SOFTWARE.
es: EL SOFTWARE SE PROPORCIONA "COMO ESTÁ", SIN GARANTÍA DE NINGÚN TIPO, EXPRESA O IMPLÍCITA, INCLUYENDO PERO NO LIMITADO A GARANTÍAS DE COMERCIALIZACIÓN, IDONEIDAD PARA UN PROPÓSITO PARTICULAR E INCUMPLIMIENTO. EN NINGÚN CASO LOS AUTORES O PROPIETARIOS DE LOS DERECHOS DE AUTOR SERÁN RESPONSABLES DE NINGUNA RECLAMACIÓN, DAÑOS U OTRAS RESPONSABILIDADES, YA SEA EN UNA ACCIÓN DE CONTRATO, AGRAVIO O CUALQUIER OTRO MOTIVO, DERIVADAS DE, FUERA DE O EN CONEXIÓN CON EL SOFTWARE O SU USO U OTRO TIPO DE ACCIONES EN EL SOFTWARE.

source: Trademark
es: Marca registrada

source: "The Carpentries", "Software Carpentry", "Data Carpentry", and "Library Carpentry" and their respective logos are registered trademarks of Community Initiatives.
es: "The Carpentries", "Software Carpentry", "Data Carpentry", y "Library Carpentry", junto con sus respectivos logos, son marca registrada de Community Initiatives.
