Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/readme.po
Languages: es

source: Why was this handbook created?
es: ¿Por qué se creó este manual?

source: Historically, information and resources related to The Carpentries have been spread across various websites, Google docs, GitHub repos, and more. The handbook is a one-stop shop that consolidates information on running a workshop, developing or maintaining lessons, participating in an instructor training event, and more!
es: En el pasado, información y recursos relacionados con las Carpentries estaban dispersos en varios sitios de la red. Este manual abarca la información en una manera centralizada sobre cómo gestionar un taller, crear o mantener una lección, participar en el curso de instructores y mucho más.

source: Many community members have contributed to this handbook, and we welcome feedback on this Handbook. Feel free to submit issues or pull requests to this GitHub repo to improve this community resource.
es: Muchos miembros de la comunidad han ayudado a la creación de este cuaderno, y así también aceptamos nuevas aportaciones. Ayúdanos a mejorar este recurso comunitario a través de la creación de incidencias (issues) o nuevas contribuciones (a traves de pull requests) en el presente repositorio de GitHub. (Nota: Si deseas ayudar con las traducciones accede a través de `transifex <https://www.transifex.com/>`_).

source: Building this site
es: Compilando el manual

source: This site is built using the Sphinx documentation generator (a Python tool) and the Read the Docs theme for the style. (Not to be confused with readthedocs.io - the site is not hosted at readthedocs.io!)
es: Este sitio está construido utilizando el generador de documentación Sphinx (una herramienta de Python) y el tema Read the Docs para el estilo. (No debe confundirse con readthedocs.io: ¡el sitio no está alojado en readthedocs.io!)

source: For more information about using Sphinx, see the Getting Started guide (sphinx-doc.org) or the Quick Start (readthedocs.io) for an explanation of how to use Sphinx.
es: Para obtener más información sobre el uso de Sphinx, consulte la Guía de inicio (sphinx-doc.org) o el Quick Start (readthedocs.io) para obtener una explicación sobre cómo usar Sphinx.

source: Required dependencies
es: Dependencias requeridas

source: To install the required dependencies (Sphinx and the ReadTheDocs Sphinx theme), execute the following command from the repository directory to install all Python dependencies:
es: Para instalar las dependencias requeridas (Sphinx y el tema ReadTheDocs), ejecute el siguiente comando desde el directorio del repositorio para instalar todas las dependencias de Python:

source: After installing the dependencies, you can build the site locally by executing the following command from the repository:
es: Después de instalar las dependencias, puede construir el sitio localmente ejecutando el siguiente comando desde el repositorio:

source: Open the file _build/html/index.html to preview the site locally. Python offers a quick way to run a web server to serve local files. Run the following:
es: Abra el archivo _build / html / index.html para obtener una vista previa del sitio localmente. Python ofrece una forma rápida de ejecutar un servidor web para albergar archivos locales. Ejecute lo siguiente:

source: In both cases, a local web server will be run on port 8000, so navigate to http://localhost:8000 in your browser to view the site locally.
es: En ambos casos, se ejecutará un servidor web local en el puerto 8000, así que navegue a http://localhost:8000 en su navegador para ver el sitio localmente.

source: You can make changes to the contents of the repository, and re-run make html, to update the website contents. If you are having problems with the site not refreshing, you can delete the contents of the _build directory (which are automatically generated) with rm -fr _build/*.
es: Puede realizar cambios en el contenido del repositorio y volver a ejecutar make html para actualizar el contenido del sitio web. Si tiene problemas con que el sitio no se actualiza, puede eliminar el contenido del directorio _build (que se genera automáticamente) con rm -fr _build/*.

source: If new files or folders are added to the Handbook, index.rst will need to be updated for those to be included in the final site by Sphinx.
es: Si se agregan nuevos archivos o carpetas al Manual, será necesario actualizar index.rst para que Sphinx los incluya en el sitio final.

source: Site structure
es: Estructura del Sitio

source: The root level index.rst generates the main categories and the sidebar navigation. Each sub-section is a folder in the topic_folders directory. Each folder within the topic_folders directory has its own index.rst file. These then expand into the subcategories in each directory.
es: El nivel raíz index.rst genera las categorías principales y la barra lateral de navegación. Cada subsección es una carpeta en el directorio topic_folders. Cada carpeta dentro del directorio topic_folders tiene su propio archivo index.rst. Estos luego se expanden en las subcategorías en cada directorio.

source: Within each folder's index.rst file, the section heading is defined by a string of = beneath it. Subheadings can be defined using ### in each markdown file or by a heading with - under it in the index.rst file.
es: Dentro del archivo index.rst de cada carpeta, el encabezado de una sección está definido por una cadena de "===" por debajo. Los subtítulos se pueden definir usando "###" en cada archivo de Markdown o por un encabezado con "---" por debajo en el archivo index.rst.

source: Formatting Hyperlinks
es: Formato de Hipervínculos

source: In markdown documents, links can be formatted in standard markdown, with the text in square brackets and the hyperlink in parentheses:
es: En los documentos de Markdown los enlaces se pueden formatear como Markdown estándar, con el texto entre corchetes y el hipervínculo entre paréntesis:

source: For the index.rst files, links must be formatted as follows. Note the text is followed by the hyperlink in pointy brackets, everything is wrapped in backticks, and then followed by an underscore.
es: Para los archivos index.rst, los enlaces deben formatearse de la siguiente manera. Tenga en cuenta que el texto va seguido del hipervínculo entre paréntesis angulares, todo dentro de acentos graves (backticks) y luego seguido de un guión al piso (underscore).

source: Additional information
es: Información Adicional

source: This site is built from the master branch of this repo (carpentries/handbook). Changes can be previewed live here: http://docs-src.carpentries.org/. Changes to the actual site https://docs.carpentries.org/ can take up to a day to go live once changes have been pushed to Github, since the contents of the site are behind a CDN (Content Distribution Network) that caches content.
es: Este sitio está construido a partir del master branch de este repositorio (carpentries/handbook). Los cambios se pueden observar en vista previa aquí: http://docs-src.carpentries.org/. Los cambios en el sitio real https://docs.carpentries.org/ pueden tardar hasta un día en activarse una vez que los cambios se han enviado a Github, ya que el contenido del sitio está detrás de una CDN (Content Distribution Network o Red de distribución de contenido español) que almacena el contenido en caché.

source: If you are making experimental changes to content please be sure to do so in a non-master, non-live branch. When your changes are complete and ready to be pushed to the live site, open a pull request in carpentries/handbook.
es: Si está realizando cambios experimentales en el contenido, asegúrese de hacerlo en un branch que no sea master branch o live branch. Cuando sus cambios estén completos y listos para ser enviados al live site, abra un pull request en carpentries/handbook.

source: Draft content can be added to the drafts folder of the carpentries/userguides repo (in the master branch) without breaking anything. Draft content is not built to the live site and these files may contain inaccurate or out of date information.
es: Los borradores se pueden agregar a la carpeta de drafts del repositorio carpentries/userguides (en el master branch) sin dañar nada. Los borradores no se crean para el live site y estos archivos pueden contener información inexacta o desactualizada.
