Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/communications/etherpads.po
Languages: es

source: General Usage
es: Uso General

source: The Carpentries offers the use of our etherpads as collaborative note taking tool during workshops, training events, and other Carpentries related events.
es: The Carpentries ofrece el uso de nuestros etherpads como una herramienta colaborativa para tomar notas durante los talleres, eventos de capacitación y otros eventos relacionados con The Carpentries.

source: A new etherpad can be created by appending a descriptive name to the url https://pad.carpentries.org/, such as https://pad.carpentries.org/committeename.
es: Se puede crear un nuevo etherpad agregando un nombre descriptivo a la url https://pad.carpentries.org/, por ejemplo https://pad.carpentries.org/committeename.

source: Pads are synchronized as you type, so that everyone viewing this page sees the same text. This allows everyone to collaborate seamlessly on documents.
es: Los etherpads se sincronizan a medida que se escribe, de forma que todos pueden ver el mismo documento. Esto permite a todos colaborar sin problemas en los documentos.

source: Use of this service is restricted to members of The Carpentries community; this is not for general purpose use (for that, try etherpad.wikimedia.org).
es: El uso de este servicio está restringido para los miembros de la comunidad de The Carpentries; no para uso general (para eso, visite etherpad.wikimedia.org).

source: Users are expected to follow our code of conduct. All content is publicly available under the Creative Commons Attribution License.
es: Se espera que los usuarios sigan nuestro código de conducta. Todo el contenido está disponible públicamente bajo la Licencia Creative Commons Attribution.

source: A list of all commonly used Etherpads can be found on our pad of pads. This list is manually created and typically only includes pads of interest to the general community. It will not include pads specific to single events or groups.
es: Puede encontrar una lista de todos los Etherpads de uso común en nuestro pad de pads. Esta lista se crea manualmente y, por lo general, solo incluye pads de interés para la comunidad en general. No incluirá pads específicos para eventos individuales o grupos.

source: Troubleshooting
es: Solución de Problemas

source: While etherpads are generally reliable, you may find an etherpad not loading as expected. In this case, you can try appending /export/html to an etherpad's url. For example, if https://pad.carpentries.org/committeename is not loading, it may be possible to recover its text by going to https://pad.carpentries.org/committeename/export/html. This text content can then be copied and pasted to a new etherpad. Note this will not preserve the etherpad's history. The chat will often still be active in the broken etherpad, so it is recommended that you link to the new etherpad in the broken etherpad's chat.
es: Mientras que los etherpads son generalmente confiables, se puede encontrar un etherpad que no cargue como se esperaba. En este caso, puede intentar agregar/exportar /html a la url de un etherpad. Por ejemplo, si https://pad.carpentries.org/committeename no carga, es posible recuperar su texto yendo a https://pad.carpentries.org/committeename/export/html. Este contenido de texto se puede copiar y pegar en un nuevo etherpad. Tenga en cuenta que esto no preservará la historia del etherpad. El chat a menudo seguirá activo en el etherpad que no funcionó, por lo que se recomienda que se vincule al nuevo etherpad en el chat del etherpad qu no funcionó.

source: If other etherpad issues arise, please contact us at team@carpentries.org and a team member will help you troubleshoot.
es: Si surgen otros problemas con el etherpad, contáctenos a team@carpentries.org y un miembro del equipo lo ayudará a solucionar el problema.
