Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/communications/newsletter.po
Languages: es

source: Newsletter
es: Boletín informativo (Newsletter)

source: Our newsletter, Carpentry Clippings, appears every two weeks.
es: Nuestro Newsletter, Carpentry Clippings, aparece cada dos semanas.

source: Newsletter content
es: Contenido del Newsletter

source: Highlights from the Carpentries Community Calendar: Includes items from The Carpentries calendar, such as upcoming events.
es: Aspectos destacados del calendario (Community Calendar) de The Carpentries: Incluye elementos del calendario de The Carpentries, como los próximos eventos.

source: Community News: A place to report on all kinds of things - events, workshop or conference reports, awards, lesson releases, new reports ...
es: Noticias de la comunidad (Community News): Un lugar para informar sobre todo tipo de cosas: eventos, informes de talleres o conferencias, premios, lanzamientos de lecciones, nuevos informes ...

source: Committee and Task Force Activity: Includes announcements directly from task force and committee chairs and summaries from meeting notes.
es: Actividades del comité y grupo de trabajo: Incluye anuncios directamente del grupo de trabajo y presidentes de comité, y resúmenes de las notas de la reunión.

source: What you may have missed on the blog and mailing lists: Includes highlights of key conversations on the Discuss email list, other lists or things on the blog that need further highlighting.
es: Si no lo viste en el blog o en el email: incluye los aspectos más destacados de las conversaciones en las listas de correo electrónico, Discuss u otras listas, o cosas del blog que deben resaltarse.

source: Tweet of the Week: One noteworthy tweet is chosen and a screen captured image is included.
es: Tweet de la semana: se elige un tweet destacado junto a una captura de pantalla.

source: Optional: Papers & manuscripts for and from the community: Includes announcements that were made on the Discuss email list, Twitter, or other media.
es: Opcional: Artículos y manuscritos para y desde la comunidad: Incluye anuncios que se hicieron en la lista de correo electrónico Discuss, Twitter u otros medios.

source: Optional: Offcuts: Includes other unusual news that may be of interest.
es: Opcional: Offcuts: incluye otras noticias inusuales que pueden ser de interés.

source: Optional: Joinery: Includes other ways to get involved in the Carpentries community and ways the Carpentries community is involved in other conferences, etc.
es: Opcional: Joinery: incluye otras formas de involucrarse en la comunidad de The Carpentries y formas en que la comunidad de The Carpentries participa en otras conferencias, etc.

source: Optional: Toolshed (Posts from our Past): A place to highlight handy posts from the blog or discussion list archives that might still be relevant to postings to lists and other issues.
es: Opcional: Toolshed (publicaciones de nuestro pasado): un lugar para resaltar publicaciones de utilidad que vienen del blog o de las listas de discusión que aún podrían ser relevantes para publicaciones en listas y otras ediciones.

source: Community Job postings: Includes information that has come through on the Discuss email list, Twitter, and other media.
es: Ofertas de empleo en la comunidad: incluye información que se ha publicado en la lista de correo electrónico Discuss, en Twitter y otros medios.

source: Other places to connect: This section is standardized for all newsletter issues.
es: Otros lugares de contacto: esta sección está estandarizada para todas las ediciones del boletín.

source: Submitting newsletter content
es: Someter contenido al Newsletter

source: Carpentries staff manage newsletter content through this private Asana project. Submissions from community members are welcome by emailing newsletter@carpentries.org.
es: El personal de The Carpentries administra el Newsletter a través de este proyecto privado de Asana. Los contenidos sometidos por los miembros de la comunidad son bienvenidos enviando un correo electrónico a newsletter@carpentries.org.

source: Publishing the newsletter
es: Publicación del Newsletter

source: This information is intended for staff or community members who have taken on the responsibility of publishing the newsletter.
es: Esta información está destinada al personal o miembros de la comunidad que han asumido la responsabilidad de publicar el Newsletter.

source: Each newsletter is a campaign on MailChimp.
es: Cada Newsletter es una campaña en MailChimp

source: To create a new newsletter, log in to MailChimp and click on Campaigns. Make a copy of the latest newsletter and rename the copy to reflect the current date (e.g. Carpentry Clippings, 27 March, 2018.).
es: Para crear un Newsletter, inicie sesión en MailChimp y haga clic en Campaigns. Haga una copia del último boletín y cambie el nombre de la copia para reflejar la fecha actual (por ejemplo, Carpentry Clippings, 27 de marzo de 2018).

source: Check the To field is correctly set as going to x number of newsletter subscribers.
es: Verifique que el campo Para (To) esté configurado correctamente ya que va a x suscriptores del Newsletter.

source: Check the From field is correctly set as coming from The Carpentries.
es: Verifique que el campo De (From) esté configurado correctamente como proveniente de The Carpentries.

source: Make sure the date in the Subject line is changed to the new newsletter date.
es: Asegúrese de que la fecha en la línea Asunto (Subject) se cambie a la nueva fecha del Newsletter.

source: Select Edit design to add newsletter content. When the newsletter opens, click the pencil icon in the newsletter on the left to open the newsletter for editing. (Editing is all done within the right pane; the left pane renders the public view as you edit.)
es: Seleccione editar diseño para agregar contenido al newsletter. Cuando abra el newsletter, haga clic en el ícono del lápiz en el Newsletter de la izquierda para abrirlo y editarlo. (La edición se realiza dentro del panel derecho; el panel izquierdo muestra la vista pública a medida que se edita).

source: Remove the old content and paste in the new, leaving the headings so that the formatting for them is not disturbed.
es: Elimine el contenido anterior y péguelo en el nuevo, dejando los encabezados para que el formato no se vea afectado.

source: Be sure to update the date at the top of the email as well.
es: Asegúrese de actualizar la fecha en la parte superior del correo electrónico también.

source: Highlight each paragraph and click Clear styles if anything you are copying in appears in bold when you don't want it to.
es: Resalte cada párrafo y haga clic en Borrar estilos si todo lo que está copiando aparece en negrita cuando no lo desee.

source: Add images by clicking on the Image icon in the edit window. All images must be no more than 550px wide to render properly. These can be resized within MailChimp by working with the image styling and location.
es: Agregue imágenes haciendo clic en el ícono Imagen en la ventana de edición. Las imágenes deben tener menos de 550 px de ancho para renderizarse correctamente. Se pueden redimensionar dentro de MailChimp trabajando con el estilo de imagen (image styling) y la ubicación de la imagen.

source: Go to Preview and Test to preview the newsletter before sending it out. This includes a desktop and mobile version preview. Send a test email to yourself to preview it in your email client.
es: Vaya a Vista previa y prueba (Preview and Test) para obtener una vista previa del Newsletter antes de enviarlo. Esto incluye una vista previa de la versión de escritorio y móvil. Envíe un correo electrónico de prueba para obtener una vista previa en su cliente de correo electrónico.
