Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/for_instructors/current_instructors.po
Languages: es

source: For Current Carpentries Instructors
es: Para quienes ya son instructores de Carpentries

source: Professional development for Instructors
es: Desarrollo profesional para Instructores

source: As part of welcoming and orienting new Instructors to our community, and enriching and building skills and community among continuing Instructors, we have a number of ways to support you.
es: Dando la bienvenida y orientando a nuevos Instructores de nuestra comunidad, y enriqueciendo y construyendo habilidades y comunidad entre quienes ya son Instructores, tenemos alternativas para acompañarte.

source: Mentoring and Development
es: Mentoreo y desarrollo

source: The Instructor Development Committee (formerly known as the Mentoring Subcommittee) manages the mentoring program, which supports Instructors as they progress through training, teaching, curriculum development, and other community-related activities.
es: El Comité de Desarrollo de Instructores (formalmente conocido como Mentoring Subcommittee) gestiona el programa de mentoreo, que acompaña a los Instructores a medida que avanzan en su entrenamiento, habilidades de enseñanza, desarrollo de curriculum y otras actividades relacionadas con la comunidad.

source: Community discussions
es: Discusiones de la comunidad

source: These hour-long sessions are organised by the Instructor Development Committee and serve a number of purposes. Trainee Instructors use them as part of their checkout process. There they can raise questions about teaching workshops and other matters and get advice from more experienced Instructors. All sessions are run by volunteers. Instructors preparing to teach can attend to ask questions, get tips, and find useful examples or analogies they can use. Instructors who have recently taught can attend to debrief about what went well, and what might have gone better, so they can plan for next time. Sessions are coordinated through this etherpad.
es: Estas sesiones de una hora de duración están organizadas por el Comité de Desarrollo de Instructores y cumplen una serie de propósitos. Los Instructores entrenados las utilizan en la etapa final de su entrenamiento. Allí pueden hacer preguntas sobre la enseñanza de talleres y otras cuestiones, y obtener consejos de Instructores más experimentados. Todos los encuentros son llevados adelante por voluntarios. Los Instructores que se están preparando para enseñar pueden asistir para hacer preguntas, obtener recomendaciones y conocer ejemplos o analogías que podrían serles útiles. Instructores que han tenido una experiencia reciente de enseñanza pueden asistir para contar acerca de qué funcionó bien y qué podría haber funcionado mejor, para así planificar mejor la siguiente oportunidad. Las sesiones son coordinadas a través del etherpad.

source: Mentoring groups
es: Grupos de mentoreo

source: Mentoring is a professional development opportunity that the Carpentries offers our growing Instructor pool to help community members learn and grow. Whether you are a new Instructor preparing to teach your first workshop, a seasoned Instructor hoping to run workshops in a new community, or an Instructor excited about getting involved with lesson development and maintenance, mentoring groups will help you gain the confidence, technical skills, and teaching skills you need to reach your goal. Mentoring groups run in specified rounds at regular intervals. See the Mentoring Groups section for more information.
es: El mentoreo es una oportunidad de desarrollo profesional que The Carpentries pone a disposición a su creciente conjunto de Instructores para ayudar a los miembros de la comunidad a aprender y crecer. No importa si eres un Instructor nuevo preparándote para enseñar tu primer taller, un Instructor experimentado deseando ofrecer talleres en una comunidad nueva, o un Instructor interesado en involucrarse con el desarrollo y mantenimiento de lecciones, los grupos de mentoreo te ayudarán a ganar la confianza, habilidades técnicas y de enseñanza que necesitas para alcanzar tu objetivo. Los grupos de mentoreo se organizan a intervalos regulares. Ve a la sección de Grupos de mentoreo para obtener más información.

source: Carpentries Champions
es: Campeones de Carpentries

source: If you are interested in building a local community, then consider joining the Carpentries Champions. Champions calls are run quarterly and you can hear from more experienced community members about what strategies you can try to build grassroots communities. There is already a Carpentries Community Cookbook, with ‘recipes’ you can adapt for your local needs. There is a Champions mailing list, and you can also join the #champions channel on Slack.
es: Si estás interesada en construir una comunidad local, entonces considera unirte a los Campeones The Carpentries. Las teleconferencias para Campeones se organizan trimestralmente, y allí puedes oír de miembros de la comunidad más experimentados sobre estrategias que puedes utilizar para construir las bases de una comunidad. Ya existe un manual de Carpentries Community ('Carpentries Community Cookbook'), con 'recetas' que puedes adaptar a las necesidades de tu entorno local. Hay una lista de correo electrónico de Campeones y también puedes unirte al canal #champions en Slack.

source: Meetups page
es: Lista de encuentros

source: If you are attending a conference or event and would like to network with other Carpentries community members, please add the details of the event and your own details to our meetups etherpad.
es: Si asistirás a una conferencia o evento y quieres establecer vínculos con otros miembros de la comunidad Carpentries, por favor añade los detalles del evento y tus propios datos de contacto al etherpad de encuentros.

source: Instructor Profile
es: Perfil del Instructor

source: We maintain a record of information for each of our instructors in our AMY database system. To keep your AMY profile up-to-date you can login to AMY using your GitHub account. If you are unable to login to AMY, please submit your GitHub username to team@carpentries.org and the administrative team will get your profile updated allowing you to login. We use instructor profiles to help us identify instructors for workshops and to keep track of when and where you teach workshops. We also ask for social profile information as well as your ORCID and personal website. All of this information will be published on the instructor page of our website if you consent. Being included on our website is strictly opt-in. You must login to your instructor profile and check the box "consent to publish profile" or your instructor information will not be included in our listing.
es: Mantenemos un registro de la información de cada instructor en nuestro sistema de base de datos AMY. Para mantener tu perfil AMY al día puedes acceder al sistema usando tu cuenta de GitHub. Si no puedes acceder a AMY, por favor envía tu nombre de usuario de GitHub a team@carpentries.org, y el equipo administrativo actualizará tu perfil permitiéndote el acceso. Los perfiles nos ayudan a identificar instructores para los talleres, y a llevar un registro de cuándo y dónde dieron talleres. Adicionalmente solicitamos información social, tu cuenta en ORCID y sitios web personal. Si consientes, toda esta información será publicada en la página de instructores en nuestro sitio web. Ser incluido en nuestro sitio web es estrictamente opcional. Para ello debes ingresar a tu perfil de instructor y tildar el casillero "consent to publish profile", de otra forma tu información no será incluida en tu perfil público.

source: Teaching
es: Enseñanza

source: Setting up a workshop
es: Preparando un taller

source: Please see our Teaching and Hosting section for instructions on setting up and running workshops. This includes links to our checklists and describes the surveys we use to assess learners' and Instructors' experiences. Also check out our Workshop Administration section
es: Diríjase a la sección Teaching and Hosting para obtener instrucciones en la preparación y ejecución de un taller. Ahí encontrarás enlaces a nuestas listas de control y descripciones de las encuestas que utilizamos para evaluar las experiencias de estudiantes e instructores. También echa un vistazo a nuestra sección de administración de talleres.

source: Setting up a workshop website
es: Creación del sitio web de un taller

source: For instructions on setting up a website for a workshop, please see the workshop template home page.
es: Para instrucciones acerca de cómo crear el sitio web de un taller consulte la página de inicio de la plantilla de talleres.

source: Other ways to contribute
es: Otras formas de colaborar

source: There are many other ways you can contribute to the Carpentries beyond teaching workshops. These include helping keep lessons updated by becoming a maintainer; coordinating Carpentries-based workshops, helping grow the Instructor pool by becoming a Trainer; contributing to email lists like Discuss or topic- or region-specific lists; serving on committees such as Instructor Development; serving on Task Forces such as CarpentryCon; helping translate our lessons into other languages; running a mentoring group; hosting discussion sessions - the list goes on. You can find a number of contacts for specific areas of work on our Get Involved page. Please email us if you'd like to help but are not sure who to approach.
es: Existen muchas otras manera en las que puedes colaborar con The Carpentries además de enseñar en talleres. Esto incluye ayudar a mantener las lecciones actualizadas convirtiéndote en mantenedor; coordinar talleres Carprentries, ayudando así a que crezca la oferta de instructores haciendo la tarea de Entrenador; participar en listas de correo electrónico como Discuss o de temas o regiones particulares; participar en los comités, por ejemplo, de Desarrollo de Instructores; participar en alguna de las TaskForces como CarpentryCon; colaborar traduciendo nuestras lecciones a otros idiomas; llevar adelante un grupo de mentoreo; coordinar sesiones de discusión, y la lista sigue. Puedes encontrar contactos para áreas específicas de trabajo en la página Involúcrate. Por favor envíanos un correo electrónico si quieres colaborar pero no estás seguro con quién contactar.
