Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/for_instructors/new_instructors.po
Languages: es

source: Become a Carpentries Instructor
es: Conviértete en instructor Carpentries

source: We are always glad to welcome new Instructors to our community!
es: ¡Siempre estamos felices de dar la bienvenida a nuevos Instructores a nuestra comunidad!

source: A Carpentries Instructor is a person who has completed our two-day Instructor training course workshop, and has performed the required follow-up tasks to complete the checkout process to become a certified (or ‘badged’) Instructor. Our Instructor training has the following overall goals:
es: Un Instructor Carpentries es una persona que ha completado nuestro taller de entrenamiento de 2 días, y ha cumplido con las tareas que se requieren para finalizar su entrenamiento ("checkout process") para convertirse en un instructor certificado ("badged"). Nuestro entrenamiento de instructores tiene los siguientes objetivos generales:

source: Introduce participants to evidence-based teaching practices.
es: Introducir a los participantes a prácticas de enseñanza basadas en evidencia.

source: Teach participants how to create a positive environment for learners at workshops.
es: Enseñar a los participantes a crear un ambiente positivo para los estudiantes en los talleres.

source: Provide opportunities for participants to practise and build teaching skills.
es: Brindar oportunidades para que los participantes practiquen y construyan habilidades de enseñanza.

source: Help participants become integrated into The Carpentries community.
es: Ayudar a los participantes a que se integren a la comunidad The Carpentries.

source: Prepare participants to use these skills in teaching Carpentries workshops.
es: Preparar a los participantes para usar estas habilidades de enseñanza en los talleres Carpentries.

source: Who are the Instructors?
es: ¿Quiénes son los instructores?

source: Our Instructor community includes researchers, librarians, data scientists, and many others from a wide range of backgrounds, disciplines, career stages, and countries. Many of our Instructors are people who have attended a Carpentries workshop, and who have been inspired to go on and train as Instructors to share the skills they learned and now use in their work.
es: Nuestra comunidad de Instructores incluye investigadores, editores, científicos de datos y muchos otros de un rango amplio de contextos, disciplinas, etapas de formación y países. Muchos de nuestros instructores son gente que asistió a un taller Carpentries y que fueron estimulados a participar y entrenarse como Instructores para compartir las habilidades aprendidas y que hoy usan en sus trabajos.

source: What knowledge is needed?
es: ¿Qué conocimiento previo se requiere?

source: Some would-be Instructors worry about how knowledgeable one has to be about the material we teach in order to become an Instructor. While our Instructors have experience in one or more of our content areas, such as shell, git, SQL, Python, R, OpenRefine or spreadsheet software, some are relatively new to the skills.
es: Algunos aspirantes a instructores se preocupan por cuánto conocimiento deberían tener sobre el material que enseñarán para poder convertirse en Instructores. Si bien nuestros Instructores tienen experiencia en al menos alguna de nuestras áreas de contenido como shell, git, SQL, Python, R, OpenRefine o software de planilla de cálculo, algunos son relativamente nuevos en estas habilidades.

source: Some people might be surprised to hear that feeling like a content ‘expert’ is not a necessary qualification to becoming an Instructor! We encourage newer learners to become Instructors. This is because:
es: Algunos pueden sorprenderse al escuchar que sentirse un "experto" en cuanto al contenido ¡no es necesario para convertirse en Instructor! Alentamos a nuevos estudiantes a que sean Instructores. Esto es debido a que:

source: a) often the best people to teach a novice level curriculum are not experts, but rather people who have recently been novices themselves (we'll discuss why this is so in the training!) b) teaching is actually an excellent way to become more familiar with the material.
es: a) a menudo no son las personas expertas más adecuadas para enseñar a un principiante, en cambio, son mejores quienes han sido principiantes hace poco (¡conversaremos al respecto durante el entrenamiento!) b) enseñar es en realidad una excelente forma para familiarizarse con el material.

source: And because Carpentries Instructors never teach alone, you will always have help around if you get stuck!
es: Y debido a que los Instructores Carpentries nunca enseñan solos ¡si te trabas siempre contarás con ayuda!

source: Many Instructors add to the number of lessons they feel comfortable teaching only gradually. Not knowing the material well should not hold you back from applying to become an Instructor. However, if you do want to apply, it would be useful to have attended a Carpentries workshop either as a learner or helper and have some familiarly with at least one of the topics. That way, you will know more about what being an Instructor involves, and you can assess whether the workshop style and teaching method are for you. Having already participated in a workshop will be a plus on our scoring rubric if you decide to apply.
es: Muchos Instructores van aumentando gradualmente la cantidad de lecciones que se sienten cómodos enseñando. No conocer el material no debería impedirte de postular a ser Instructor. Sin embargo, si quieres postularte te será de utilidad haber participado de un taller Carpentries, como estudiante o ayudante, y estar familiarizado con al menos alguno de los temas. De esa forma sabrás más sobre lo que implica ser Instructor y podrás evaluar si el estilo y método de enseñanza de taller es adecuado para ti. Si decides postularte, el haber participado de un taller será considerado positivamente en nuestra rúbrica de puntaje.

source: Motivation for people to train as Instructors
es: Motivación para entrenarse como Instructor

source: People train as Instructors for many reasons:
es: Las personas se entrenan para ser Instructores por muchas razones:

source: To make their own lives better. By teaching their peers how to build and share better software, our Instructors are indirectly helping to create things that they themselves can use.
es: Para mejorar sus vidas. Al enseñar a colegas cómo construir y compartir mejor software los Instructores ayudan indirectamente a crear elementos que ellos también podrán usar.

source: To build a reputation. Teaching a workshop is a great way for people to introduce themselves to places they would eventually like to work, and a great way to make contact with potential collaborators.
es: Para construir una reputación. Enseñar un taller es una excelente forma de presentarse a lugares en los que eventualmente se querría trabajar, y de entrar en contacto con potenciales colaboradores.

source: To get practice teaching. We are training more Instructors every year, and giving them opportunities to teach, which is useful for people with academic careers in mind.
es: Para practicar enseñar. Entrenamos más instructores cada año y les damos la oportunidad de enseñar, lo que es útil para aquellos que planean carreras académicas.

source: To help get people of diverse backgrounds into the pipeline. Some of our Instructors are involved in part because they want computational science to include people from a broader range of backgrounds.
es: Para ayudar a participar a personas de diferentes entornos. Algunos de nuestros Instructores se involucran en parte porque desean que la ciencia computacional incluya personas en rangos más amplios de contextos.

source: Teaching forces you to learn new things, or learn old things in more detail than you already know. See this paper: Graduate Students' Teaching Experiences Improve Their Methodological Research Skills".
es: Enseñar te hace aprender cosas nuevas, o cosas que ya sabías pero en un mayor detalle. Mira este trabajo científico: "Graduate Students' Teaching Experiences Improve Their Methodological Research Skills".

source: To make the world a better place.
es: Para hacer del mundo un lugar mejor.

source: To acquire useful skills for careers. Instructors can expect to develop this skill set. You can re-use and re-purpose this wording for use in grant and job applications and for your CV.
es: Para adquirir nuevas habilidades para sus carreras. Los instructores desarrollarán un conjunto de habilidades. Puedes usar y reformular este texto para usar en pedidos de subvenciones, postulaciones laborales y para tu CV.

source: To join a community of people who care about inclusive teaching of computational skills.
es: Para incorporarse a una comunidad interesada por la enseñanza inclusiva de habilidades computacionales.

source: Because it's fun. It really is !
es: Para divertirse. ¡Es realmente divertido!

source: Read more about Instructor motivations in Dr. Beth Duckles's report, Value of Software Carpentry to Instructors.
es: Lee más acerca de las motivaciones para ser Instructor en el informe de la Dra. Beth Duckles: Value of Software Carpentry to Instructors.

source: Steps to becoming an Instructor
es: Pasos para convertirte en Instructor

source: Anyone who supports the aims of The Carpentries is welcome to apply for Instructor training. However, we are not able to guarantee training to all applicants. While we would like to help everyone, we do need to prioritise people at our member organisations, who have provided funding to us to ensure that they can develop Instructor capacity in-house.
es: Cualquiera que comparta los objetivos de The Carpentries es bienvenido a postularse al entrenamiento de Instructores. Sin embargo, no podemos garantizar entrenar a todos los postulantes. A pesar de que nos encantaría poder ayudar a todos, debemos priorizar las personas que forman parte de nuestras organizaciones miembro, quienes han proveído fondos para asegurar que puedan desarrollar Instructores en sus organizaciones.

source: Therefore, if you are at an institution that is not affiliated to The Carpentries, there may be a substantial wait to become trained as an instructor.
es: Es así que, si no perteneces a una institución afiliada a The Carpentries, puede que debas esperar un largo tiempo para ser entrenado como Instructor.

source: We periodically review and score applications that have been submitted. When training places go unclaimed by member institutions, we invite applicants in order of scoring to fill any training seats unclaimed by a member institution.
es: Periódicamente revisamos y calificamos las postulaciones que nos envían. Cuando existen plazas para entrenamiento que no son ocupadas por miembros de las instituciones miembro, invitamos a postulantes según el orden de puntaje, para completar todas las plazas vacantes.

source: How do we score applicants? See our scoring rubric.
es: ¿Cómo calificamos a los postulantes? Mira nuestra rúbrica de puntajes.

source: To request training as an Instructor, please fill out this form.
es: Para solicitar entrenamiento de Instructor, por favor completa este formulario.

source: Occasionally, open training events offered to the general public may be announced in our mailing list, newsletter, Carpentry Clippings, or through our Twitter feed. For all other events, applicants from our waiting lists are personally invited to attend as seats become available.
es: Ocasionalmente se ofrecen eventos de entrenamiento abiertos al público, que pueden ser anunciados por la lista de correo electrónico, newsletter, Carpentry Clippings o por nuestra cuenta de Twitter. Para todos los demás eventos, a medida que se habilitan plazas los postulantes que forman parte de la lista de espera son personalmente invitados a asistir.
