Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/instructor_training/duties_agreement.po
Languages: es

source: Trainer Duties and Agreement
es: Responsabilidades y Trainer Agreement

source: As of May 2017, the Trainers group adopted a Trainer Agreement outlining Trainer duties. Only active Trainers are voting members of the Trainer community. An inactive Trainer may re-activate their Trainer status at any time by resuming Trainer activities.
es: A partir de mayo de 2017, el grupo de Trainers adoptó un Acuerdo (Trainer Agreement) que describe las responsabilidades del Trainer. Solo los Trainers activos son miembros votantes de la comunidad de Trainers. Un Trainer inactivo puede reactivar su estado de Trainer en cualquier momento reanudando las actividades del Trainer.

source: I agree to follow the Code of Conduct (CoC) in all communications and interactions with The Carpentries community and to promptly report any violations of the CoC that I become aware of.
es: Estoy de acuerdo en seguir el Código de Conducta (CoC) en todas las comunicaciones e interacciones con la comunidad de The Carpentries y en informar de inmediato cualquier violación del CoC de la que tenga conocimiento.

source: I understand that the secondary learning outcomes of workshops are as important as their stated goals. I will:
es: Entiendo que los resultados del aprendizaje secundario de los talleres son tan importantes como sus objetivos establecidos. Voy a:

source: Communicate The Carpentries community values to trainees and model that behaviour myself in how I teach
es: Comunicar los valores de la comunidad de The Carpentries a trainees y modelar ese comportamiento en la forma en que enseño

source: Provide a welcoming and supporting environment for trainees
es: Proporcionar un ambiente acogedor y de apoyo para las trainees.

source: Model our “show, don’t tell” policy in instructor training
es: Modelar nuestra política de "mostrar, no decir" durante el instructor training

source: Connect the principles used in The Carpentries workshops with other teaching contexts
es: Conectar los principios utilizados en los talleres de The Carpentries con otros contextos de enseñanza.

source: I understand that it is important to keep up to date and in touch with the Trainer community so that my teaching will reflect current practices and curriculum. Therefore, to be an active Trainer, I agree to:
es: Entiendo que es importante mantenerme al día y en contacto con la comunidad de Trainers para que mi enseñanza refleje las prácticas y el plan de estudios actuales. Por lo tanto, para ser un Trainer activo, acepto:

source: Teach at least two instructor training events per year
es: Brindar al menos dos instructor trainings por año

source: Host on average four teaching demonstrations per year (1 per quarter)
es: Organizar en promedio cuatro demostraciones de enseñanza por año (una por trimestre)

source: Regularly attend Trainer meetings when possible and read meeting minutes/notes when I am not able to attend
es: Asistir regularmente a las meetings de Trainers cuando sea posible y leer las minutas/notas de la reunión cuando no sea posible asistir

source: Read emails sent to the Trainer listserv
es: Leer emails enviados a la lista de distribución de Trainers

source: Keep up-to-date with the instructor training curriculum
es: Mantenerme al día con la currícula del instructor training

source: Teach a curriculum that fulfills all of the current requirements for instructor certification
es: Enseñe una currícula que cumpla con todos los requisitos actuales para la certificación de instructor

source: Provide feedback to other trainers and Carpentries staff about training events to help continue developing our offerings
es: Proporcionar comentarios a otros trainers y al personal de las Carpentries sobre eventos de training para ayudar a continuar desarrollando nuestras ofertas

source: I understand that The Carpentries staff need an accurate understanding of Trainer availability in order to plan instructor training events. If at any point I am no longer able to serve as a Trainer, I will let The Carpentries staff know. I understand that only active Trainers are voting members of the Trainer community, but that I will be able to re-activate my Trainer status at any time by resuming Trainer activities.
es: Entiendo que el personal de The Carpentries necesita una comprensión precisa de la disponibilidad del Trainer para planificar eventos de onstructor training. Si en algún momento ya no puedo servir como Trainer, informaré al personal de The Carpentries. Entiendo que solo los Trainers activos son miembros votantes de la comunidad de Trainers, pero que podré reactivar mi estado de Trainer en cualquier momento reanudando las actividades del Trainer.
