Repository: carpentries-i18n/handbook-translations
Catalog: locale/*/LC_MESSAGES/topic_folders/instructor_training/trainers_guide.po
Languages: es

source: The Trainers group meets regularly. Our meetings include three sections: 1) Discussion, where we share experiences and get advice about running instructor training events, 2) Announcements, and 3) Topic of the Month, which may include curriculum updates, active conversations occurring on GitHub or other Trainer channels, guest presentations, etc. Upcoming meetings are listed on our Etherpad and on the Community Calendar. If you are not a Trainer, but are interested in joining a meeting, please contact Erin Becker (ebecker@carpentries.org). Minutes for these meetings are available.
es: El grupo de Trainers se reúne regularmente. Nuestras reuniones incluyen tres secciones: 1) Discusión, donde compartimos experiencias y obtenemos consejos sobre cómo llevar a cabo eventos de capacitación de instructores, 2) Anuncios y 3) Tópico del mes, que pueden incluir actualizaciones de la currícula, conversaciones activas que ocurren en GitHub u otros canales de capacitación, presentaciones de invitados, etc. Las reuniones se encuentran listadas en nuestro Etherpad y en el Calendario de la comunidad. Si no es un entrenador, pero estás interesado en unirse a una reunión, por favor contáctese con Erin Becker (ebecker@carpentries.org). Las actas de estas reuniones se encuentran disponibles.

source: Signing up to Teach an Instructor Training Event
es: Registrarse para brindar un evento de Instructor Training

source: The Program Manager will send an email to the Trainers list asking all Trainers to fill in their calendar for the upcoming time period. Trainers should sign up for as many days as they are available and hold those dates in their calendar until the schedule is confirmed.
es: El Program Manager enviará un correo electrónico a la lista de Trainers pidiéndoles que completen su calendario para el próximo período de tiempo. Los Trainers deben inscribirse durante tantos días como estén disponibles y mantener esas fechas en su calendario hasta que se confirme el horario.

source: The Program Manager will confirm events with individual Trainers, at which point they are free to release all other dates on their calendar.
es: El Program Manager confirmará los eventos con cada Trainer, momento en el cual pueden liberar todas las demás fechas de su calendario.

source: The Program Manager will invite member sites to register for upcoming events. Accepted trainees from the open application process will be invited to register one month before each event.
es: El Pogram Manager invitará a los sitios miembros a registrarse para los próximos eventos. Los Trainees aceptados del proceso de solicitud abierta serán invitados a registrarse un mes antes de cada evento.

source: Note that in order to provide the best experience for our trainees, in rare instances events may be canceled due to low enrollment. If this happens, trainees and Trainers will be notified two weeks before the event. Trainees will have the opportunity to sign up for a future event.
es: Tener en cuenta que para proporcionar la mejor experiencia a nuestros trainees, en casos excepcionales, los eventos pueden cancelarse debido a la baja inscripción. Si esto sucede, los trainees y Trainers serán notificados dos semanas antes del evento. Los trainees podrán inscribirse en un evento posterior.

source: A calendar for upcoming instructor training events is here.
es: El calendario para los próximos eventos de instructor training se encuentra aquí.

source: Running an Instructor Training Event (General)
es: Brindar un evento de Instructor Training

source: Four weeks before the event
es: Cuatro semanas antes del evento

source: Contact your co-Trainer(s) and decide who will teach what.
es: Contactar a tu co-Trainer(s) y decidir quien enseñará qué.

source: Create an event Etherpad (using the Etherpad template) or Google Doc (using the Google Doc template) and a workshop website (using the training template). Note the Google Doc is not currently maintained and may not be in sync with lesson materials.
es: Crear un evento en Etherpad (usando el template de Etherpad) o Google Doc (usando el template de Google Doc) y una página web del taller (usando el template de training). Tener en cuenta que el documento de Google Doc no se mantiene actualmente y es posible que no esté sincronizado con los materiales de la lección.

source: Send Etherpad/Google Doc and website links to training@carpentries.org.
es: Enviar los enlaces de Etherpad/Google Doc y la página web a training@carpentries.org.

source: One week before the event
es: Una semana antes del evento

source: Plan logistics with co-Trainer(s)
es: Planificar la logística con los co-Trainer(s)

source: Review (or set aside time closer to the event to review) the pre-assessment survey results for your workshop
es: Revisar (o reservar un tiempo cercano al evento para revisar) los resultados de la encuesta de preevaluación para tú taller

source: If teaching remotely:
es: Al enseñar de forma remota:

source: Get acquanted with using Zoom for videoconferencing.
es: Familiarizarse con el uso de Zoom para las videoconferencias.

source: Test videoconferencing set up with co-Trainer(s) using login credentials provided.
es: Probar la configuración de la videoconferencia con los co-Trainer(s) utilizando las credenciales de inicio de sesión previamente proporcionadas.

source: Decide with co-Trainer(s) whether all Trainers should be present for the full event or if you will log on during your scheduled teaching times only.
es: Decidir junto a los co-Trainer(s) si todos los Trainers deben estar presentes todo el evento o si iniciará sesión solo durante los horarios de enseñanza programados.

source: Make a copy of the Virtual Minute Cards template and personalize for your event.
es: Hacer una copia del template Virtual Minute Cards y personalizarlo para el evento.

source: If teaching in person:
es: Si se enseña en persona:

source: Confirm with your host that breakout rooms are available or make an alternate plan
es: Confirmar con el anfitrión que las salas para grupos están disponibles o hacer un plan alternativo

source: Create a plan for printing handouts & determine who will bring sticky notes
es: Crear un plan para imprimir folletos y determinar quién traerá notas adhesivas

source: Make sure you're prepared for the audiovisual setup in your room with the correct dongles/connectors etc.
es: Asegurarse de preparar la configuración audiovisual con los dongles / conectores correctos, etc.

source: Check on availability/timing of coffee, lunch, or any other details that matter to you
es: Verificar la disponibilidad/horario de café, almuerzo o cualquier otro detalle que te interese

source: During the event
es: Durante el evento

source: Take attendance.
es: Tomar asistencia

source: Remind member trainees to fill out application (Open Training applicants have already done this).
es: Recordar a los trainees miembros que llenen la solicitud (los solicitantes de Open Training ya lo han hecho).

source: Remind trainees to sign up for demo, discussion (links in checkout checklist).
es: Recordar a los trainees que se inscriban para la demostración, debate (enlaces en la lista de verificación de pago).

source: Monitor the Etherpad / Google Doc for questions and responses to exercises.
es: Monitorear en Etherpad/Google Doc las preguntas y respuestas a ejercicios.

source: If teaching remotely: Turn off video during long exercises and coffee breaks and disconnect during lunch.
es: Si se enseña de forma remota: apagar el video durante los ejercicios largos y los descansos para tomar café y desconectarlo durante el almuerzo.

source: Immediately after the event
es: inmediatamente después del evento

source: Send a list of those who completed the training to checkout@carpentries.
es: Enviar la lista de quienes completarion el training a checkout@carpentries.

source: Send an email to trainees thanking them for participating and linking to checkout checklist using this template
es: Enviar un correo electrónico a los trainees agradeciéndoles por participar y el enlace a la lista de verificación de pago usando esta plantilla

source: Review survey results and prepare to discuss at upcoming Trainers discussion meeting.
es: Revisar los resultados de la encuesta y prepararse para la próxima reunión de discusión de Trainers.

source: File any relevant issues or PRs to the instructor training repo.
es: Presentar cualquier problema o PR relevante al repositorio de instructor training.

source: Long-term after the event
es: A largo plazo después del evento.

source: Join a Trainer meeting to discuss how your event went.
es: Unirse a una reunión de Trainers para analizar cómo fue el evento.

source: Differences Between In-person and Online Training Events
es: Diferencias entre eventos de training en persona y online

source: In-person trainings
es: Trainings en persona

source: When watching videos, project them to the whole group.
es: Al mirar videos, proyectarlo a todo el grupo

source: Assign (or let participants select) physical breakout groups.
es: Asignar (o dejar que los participantes seleccionen) grupos de trabajo.

source: Use physical sticky notes to get minute card feedback at lunch breaks and end of each day.
es: Usar notas adhesivas para obtener comentarios en las pausas para el almuerzo y al final de cada día.

source: Online trainings (a few small groups)
es: Online trainings (algunos grupos pequeños)

source: When watching videos, have one Trainer do a screenshare with their audio on or have one person in each group play the video for the participants at their site.
es: Al ver videos, hacer que un Trainer comparta la pantalla con el audio encendido o que una persona de cada grupo reproduzca el video para los participantes en su sitio.

source: Use the virtual minute card form to get feedback at lunch breaks and end of each day.
es: Usar el formulario de tarjeta de minuta virtual para obtener comentarios en las pausas para el almuerzo y al final de cada día.

source: Have participants do all small-group exercises with participants at same site.
es: Hacer que los participantes hagan todos los ejercicios en grupos pequeños con los participantes del mismo sitio

source: Online trainings (completely distributed)
es: Online trainings (completamente distribuido)

source: When watching videos, have all participants watch separately.
es: Al ver videos, hacer que todos los participantes los vean por separado.

source: Assign breakout groups randomly to breakout rooms in Zoom. Be sure to remove Trainers and helpers when assigning groups.
es: Asignar grupos de trabajo aleatoriamente a salas de trabajo en Zoom. Asegurarse de eliminar los Trainers y ayudantes al asignar grupos.

source: Have participants screen share with their breakout room during the live coding exercises.
es: Hacer que los participantes compartan la pantalla con su sala de reuniones durante los ejercicios de programación en vivo.

source: For exercise to set up a workshop website, put participants in breakout rooms and have one person screen share while the others help guide them verbally.
es: Para hacer el ejercicio para configurar un sitio web del taller, colocar a los participantes en salas de reuniones y hacer que una persona comparta la pantalla mientras los demás ayudan a guiarlos verbalmente.

source: Running a Teaching Demonstration
es: Realizar una Demostración de Enseñanza

source: If you would like to watch an example teaching demo, there is a recording of one here.
es: Si deseas ver un ejemplo de demostración de enseñanza, hay una grabación de uno aquí.

source: Before the demo
es: Antes de la demostración

source: Sign up to lead demos.
es: Registrarse para liderar demostraciones.

source: For each trainee, pick a suitable starting point in the lesson that they have chosen. Suggested lessons are available in the Instructor Training Curriculum (under Extras). Do not have them start in the middle of an episode. Note that some lessons (e.g., the Software Carpentry R lesson using inflammation data) have supplementary episodes. Do not pick from those.
es: Para cada trainee, elegir un punto de partida adecuado en la lección que haya elegido. Las lecciones sugeridas están disponibles en la Currícula de capacitación de instructores (en Extras). No hacer que comiencen en medio de un episodio. Tener en cuenta que algunas lecciones (por ejemplo, la lección de Software Carpentry R con datos de inflamación) tienen episodios complementarios. No elegir de esos.

source: During the Demo
es: Durante la demostración

source: Go to the Zoom room. The link is in the Etherpad.
es: Ir a la sala del Zoom. El enlace está en el Etherpad.

source: Once everyone is in the call (audio and video working), remind them of the Code of Conduct, explain the procedure for the demo session, and remind them that trainees have to be able to teach from any episode from their chosen lesson. Ask whether anyone has only prepared for 5 minutes from one episode instead of the entire lesson, and if so, suggest strongly they reschedule. It can help to remind them that this is not a high stakes test but a friendly opportunity for feedback.
es: Una vez que estén todos en la llamada (audio y video funcionando), recordarles el Código de Conducta, explicar el procedimiento para la sesión de demostración y recordarles que los trainees deben poder enseñar cualquier episodio de la lección que elijan. Preguntar si alguien se ha preparado solo para 5 minutos de un episodio en lugar de toda la lección, y si es así, sugerir su reprogramación. Puede ayudarles recordar que esta no es una prueba de alto riesgo sino una oportunidad amigable para recibir comentarios.

source: Ask those not presenting to mute their microphone, and ask them to give feedback using the same positive-vs-negative and content-vs-presentation rubric used in training. For a full session (5 trainees), they should add feedback to the etherpad. If you have fewer people, you may choose to have them jot down comments and deliver them verbally as time allows.
es: Pedir a quienes no se presenten que silencien su micrófono, y que den su opinión utilizando la misma rúbrica de positivo-vs-negativo y contenido-vs-presentación utilizada en el entrenamiento. Para una sesión completa (5 aprendices), deben agregar comentarios al etherpad. Si tiene menos personas, elegir que escriban comentarios y los entreguen verbalmente según lo permita el tiempo.

source: Give the assignment to the first trainee, then give them a bit of time to set up the demo (they may have to import some packages, load some data, move to a certain folder etc).
es: Dar la tarea al primer aprendiz, luego darles un poco de tiempo para configurar la demostración (es posible que tengan que importar algunos paquetes, cargar algunos datos, moverse a una carpeta determinada, etc.).

source: Ask them to share their screen using the “Share Screen” lower menu in Zoom.
es: Pedirles que compartan su pantalla usando el menú inferior "Compartir Pantalla" en Zoom.

source: Once they are ready, give them a 3-2-1 countdown to start.
es: Una vez que estén listos, darles una cuenta regresiva de 3-2-1 para comenzar.

source: Use a countdown timer which makes a noise once their 5 minutes are up (e.g., your phone), or just say “bong” really loudly at the end of their time.
es: Usar un temporizador de cuenta regresiva que haga ruido una vez que hayan transcurrido los 5 minutos (por ejemplo, el teléfono), o simplemente decir "bong" muy fuerte al final de su tiempo.

source: After the five minute timer, allow them to finish their sentence and tell them time’s up.
es: Después del temporizador de cinco minutos, permítirles terminar su oración y decirles que se acabó el tiempo.

source: Use a rubric to help you take notes.
es: Usar una rúbrica para ayudarte a tomar notas.

source: After the trainee is finished, first ask how they themselves thought it went. If you have time, other trainees can give verbal feedback, or you can summarize what is in the etherpad. Then, give focused, constructive feedback based on your notes and the comments of others. You might choose one or two things to particularly emphasize to help focus trainees' efforts as they proceed to teach a workshop. It is also sometimes necessary to take time to (gently) disagree with feedback from another trainee.
es: Después de que el trainee haya terminado, primero preguntarles cómo pensaron ellos mismos que les fue. Si tiene tiempo, otros alumnos pueden dar retroalimentación verbal, o puede resumir lo que está en el panel de control. Luego, brindar comentarios centrados y constructivos basados ​​en sus notas y los comentarios de los demás. Se puede elegir una o dos cosas para enfatizar particularmente para ayudar a enfocar los esfuerzos de los trainees a medida que proceden a enseñar un taller. A veces también es necesario tomarse un tiempo para estar (suavemente) en desacuerdo con los comentarios de otro alumno.

source: Do NOT tell a trainee whether they passed immediately after their demo.
es: NO decirle al trainee si aprobó inmediatamente después de su demostración.

source: Repeat for the other trainees.
es: Repetir para los otros trainees.

source: At the end of the season, ask for general questions.
es: Al final de la sesión, hacer preguntas generales.

source: If all of your trainees passed, you can tell the group at the end of the demo session. If anyone did not pass, tell everyone you will send them each an email to let them know if they passed.
es: Si todos sus trainees aprobaron, informar al grupo al final de la sesión de demostración. Si alguien no aprobó, decirles a todos que se les enviará un correo electrónico a cada uno para informarles si aprobaron.

source: During the Demo (Troubleshooting)
es: Durante la demostración (Troubleshooting)

source: Refer to the Zoom guide to help troubleshoot connection issues.
es: Consultar la guía de Zoom para ayudar a solucionar problemas de conexión.

source: If a trainee is teaching a Python lesson and their Jupyter notebook doesn't start, direct them to http://jupyter.org/try.
es: Si un trainee está enseñando una lección de Python y su Jupyter Notebook no comienza, dirigirlo a http://jupyter.org/try.

source: After the Demo
es: Después de la Demostración

source: Email checkout@carpentries.org with names, pass/fail, and SWC/DC/LC for each of your trainees.
es: Enviar un correo electrónico a checkout@carpentries.org con nombres, aprobado/reprobado y SWC/DC/LC para cada uno de sus trainees.

source: Clear Etherpad of data from your session.
es: Borrar los datos deEtherpad de tu sesión.

source: Send each trainee an email letting them know they passed or did not pass the teaching demo. If needed, let them know the reason they did not pass and asking them to retry.
es: Enviar a cada trainee un correo electrónico para informarles si aprobaron o reprobaron la demostración de enseñanza. Si es necesario, hacerles saber la razón por la que no aprobaron y pedirles que vuelvan a intentarlo.

source: Starting Points for Demos
es: Puntos de partida para demostraciones

source: This table has moved.Suggested lessons are available in the Instructor Training Curriculum (under Extras).
es: Esta tabla se ha movido. Las lecciones sugeridas están disponibles en la Currícula de Training de Trainers (en Extras).
